[
  {
    "_type": "post",
    "title": "Tribute to Fatima&nbsp;Sheikh",
    "slug": "tribute-to-fatima-sheikh",
    "language": "english",
    "publishedAt": "2025-01-01T13:16:58+05:30",
    "excerpt": "From NFIW Bulletin, July-September 2019 Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "content": "From NFIW Bulletin, July-September 2019 Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2025/01/01/tribute-to-fatima-sheikh/"
  },
  {
    "_type": "post",
    "title": "From Punjab Istri&nbsp;Sabha",
    "slug": "from-punjab-istri-sabha",
    "language": "punjabi",
    "publishedAt": "2024-01-31T20:55:27+05:30",
    "excerpt": "\"ਔਰਤ ਦੇ ਸਨਮਾਨ ਵਿੱਚ ਪੰਜਾਬ ਇਸਤਰੀ ਸਭਾ ਮੈਦਾਨ ਵਿੱਚ\" ਪੰਜਾਬ ਇਸਤਰੀ ਸਭਾ ਨੇ ਨੈਸ਼ਨਲ ਫੈਡਰੇਸ਼ਨ ਆਫ ਇੰਡੀਅਨ ਵੋਮੈਨ ਦੇ ਸੱਦੇ ਤੇ 30 ਜਨਵਰੀ ਨੂੰ ਪੰਜਾਬ ਵਿੱਚ \"ਔਰਤ ਦੇ ਸਨਮਾਨ ਵਿੱਚ ਪੰਜਾਬ ਇਸਤਰੀ ਸਭਾ ਮੈਦਾਨ ਵਿੱਚ\" ਮੁਹਿੰਮ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀ",
    "content": "\"ਔਰਤ ਦੇ ਸਨਮਾਨ ਵਿੱਚ ਪੰਜਾਬ ਇਸਤਰੀ ਸਭਾ ਮੈਦਾਨ ਵਿੱਚ\" ਪੰਜਾਬ ਇਸਤਰੀ ਸਭਾ ਨੇ ਨੈਸ਼ਨਲ ਫੈਡਰੇਸ਼ਨ ਆਫ ਇੰਡੀਅਨ ਵੋਮੈਨ ਦੇ ਸੱਦੇ ਤੇ 30 ਜਨਵਰੀ ਨੂੰ ਪੰਜਾਬ ਵਿੱਚ \"ਔਰਤ ਦੇ ਸਨਮਾਨ ਵਿੱਚ ਪੰਜਾਬ ਇਸਤਰੀ ਸਭਾ ਮੈਦਾਨ ਵਿੱਚ\" ਮੁਹਿੰਮ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ ਵਰਨਣ ਯੋਗ ਹੈ ਕਿ ਇਸ ਵੇਲੇ ਔਰਤ ਜਾਤੀ ਨੂੰ ਗੰਭੀਰ ਚੁਨੌਤੀਆਂ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ ਪੈ ਰਿਹਾ ਹੈ ਔਰਤਾਂ ਦੀ ਛੇੜਛਾੜ, ਬਲਾਤਕਾਰ ਅਤੇ ਕਤਲ ਆਮ ਹੋ ਗਏ ਹਨ। ਵਿਚ ਬਹੁਤ ਔਰਤਾਂ ਦਾ ਬਲਾਤਕਾਰ ਹੋਇਆ ਅਤੇ ਕਈ ਕਤਲ ਵੀ ਹੋ ਗਈਆਂ।ਬੀ .ਜੇ .ਪੀ ਸ਼ਾਸਤ ਰਾਜਾਂ ਵਿੱਚ ਇਹ ਵਰਤਾਰਾ ਆਮ ਹੈ।ਹਾਕਮ ਧਿਰ ਪੀੜਤਾਂ ਦੀ ਮਦਦ ਕਰਨ ਦੀ ਬਜਾਏ ਜਾਲਮ ਅਤੇ ਗੁੰਡਾ ਕਿਸਮ ਦੇ ਲੋਕਾਂ ਦੀ ਪਿੱਠ ਤੇ ਖੜੀ ਹੁੰਦੀ ਹੈ। ਜਿਸ ਤੋਂ ਸਮਝ ਲੱਗਦੀ ਹੈ ਕਿ ਇਸ ਕਿਸਮ ਦੇ ਗੁੰਡਿਆਂ ਨੂੰ ਸਰਕਾਰੀ ਪੁਸ਼ਤ ਪਨਾਹੀ ਹਾਸਲ ਹੈ ਬਿਲਕੀਸ ਬਾਨੋ ਕੇਸ ਵਿੱਚ ਦੋਸ਼ੀਆਂ ਨੂੰ ਛੱਡ ਦੇਣਾ ਅਤੇ ਜੇਲ ਤੋਂ ਬਾਹਰ ਆਉਣ ਤੇ ਉਹਨਾਂ ਦਾ ਸ਼ਾਨਦਾਰ ਸਵਾਗਤ ਕਰਨਾ ਗੁੰਡਾਗਰਦੀ ਨੂੰ ਸ਼ਹਿ ਦਿੰਦਾ ਹੈ। ਔਰਤ ਦੀ ਹੋ ਰਹੀ ਬੇਕਦਰੀ ਨੂੰ ਵੇਖ ਕੇ ਨੈਸ਼ਨਲ ਫੈਡਰੇਸ਼ਨ ਆਫ ਇੰਡੀਅਨ ਵੋਮੈਨ ਨੇ ਫੈਸਲਾ ਕੀਤਾ ਹੈ ਕਿ ਸਾਰੇ ਦੇਸ਼ ਵਿੱਚ 30 ਜਨਵਰੀ ਤੋਂ ਲੈ ਕੇ 15 ਫਰਵਰੀ ਤੱਕ ਵੱਖ-ਵੱਖ ਢੰਗਾਂ ਨਾਲ ਇਸ ਵਿਸ਼ੇ ਤੇ ਐਕਸ਼ਨ ਕੀਤੇ ਜਾਣਗੇ ਇਸ ਦੇ ਨਾਲ ਨਾਲ ਆਪਣੇ ਲੋਕਲ ਮੁੱਦੇ ਵੀ ਜੋੜ ਲਏ ਜਾਣਗੇ। ਪੰਜਾਬ ਇਸਤਰੀ ਸਭਾ ਨੇ ਇਸ ਮੁਹਿੰਮ ਦੀ ਸ਼ੁਰੂਆਤ 30 ਜਨਵਰੀ ਨੂੰ ਦੋ ਜਿਲਿਆਂ ਵਿੱਚ ਵੱਡੇ ਪ੍ਰੋਗਰਾਮ ਕਰਵਾ ਕੇ ਕੀਤੀ ਫਰੀਦ ਕੋਟ ਵਿੱਚ ਜਿਲਾ ਪ੍ਰਧਾਨ ਮਨਜੀਤ ਕੌਰ ਨੇ ਆਪਣੀਆਂ ਸਾਥਣਾਂ ਨਾਲ ਰਲ ਕੇ ਇੱਕ ਵੱਡਾ ਇਕੱਠ ਕੀਤਾ ਜਿਸ ਨੂੰ ਸੰਬੋਧਨ ਕਰਨ ਵਾਸਤੇ ਨਰਿੰਦਰ ਸੋਹਲ ਸੂਬਾ ਜਨਰਲ ਸਕੱਤਰ ਪਹੁੰਚੇ। ਇਸ ਤੋਂ ਇਲਾਵਾ ਸੀਪੀਆਈ ਆਗੂ ਅਸ਼ੋਕ ਕੁਮਾਰ ਕੌਸ਼ਲ ਜੀ ਨੇ ਵੀ ਸੰਬੋਧਨ ਕੀਤਾ। ਨਰੇਗਾ ਵਰਕਰ ਇਸ ਰੈਲੀ ਵਿੱਚ ਵੱਡੀ ਗਿਣਤੀ ਵਿੱਚ ਪਹੁੰਚੇ ।ਇਸੇ ਕਰਕੇ ਪੰਜਾਬ ਇਸਤਰੀ ਸਭਾ ਨੇ ਨਰੇਗਾ ਵਰਕਰ ਵਾਸਤੇ 700 ਰੁਪਏ ਦਿਹਾੜੀ ਅਤੇ 200 ਦਿਨ ਕੰਮ ਦੀ ਮੰਗ ਦੀ ਹਮਾਇਤ ਕੀਤੀ। ਤਰਨ ਤਾਰਨ ਜਿਲੇ ਦੀ ਪੰਜਾਬ ਇਸਤਰੀ ਸਭਾ ਨੇ 30 ਜਨਵਰੀ ਨੂੰ ਵਲਟੋਹਾ ਬੁਲਾਕ ਵਿੱਚ ਇੱਕ ਸ਼ਾਨਦਾਰ ਪ੍ਰੋਗਰਾਮ ਕੀਤਾ, ਜਿਸ ਦੀ ਤਿਆਰੀ ਸੂਬਾ ਵਿੱਤ ਸਕੱਤਰ ਕਿਰਨਬੀਰ ਵਲਟੋਹਾ ਨੇ ਕੀਤੀ। ਸੂਬਾ ਪ੍ਰਧਾਨ ਰਜਿੰਦਰ ਪਾਲ ਕੌ,ਰ ਜਿਲਾ ਪ੍ਰਧਾਨ ਸੀਮਾ ਸੋਹਲ ,ਜਿਲਾ ਜਨਰਲ ਸਕੱਤਰ ਰੂਪਿੰਦਰ ਮਾੜੀ ਮੇਘਾ ਅਤੇ ਸੂਬਾ ਸਰਪਰਸਤ ਨਰਿੰਦਰ ਪਾਲ ਪਾਲੀ ਸਮੇਤ ਇਕ ਵੱਡਾ ਕਾਫਲਾ ਗੱਡੀਆਂ ਦਾ ਲੈ ਕੇ ਜਿੰਨਾ ਉੱਤੇ ਆਪਣੀਆਂ ਮੰਗਾਂ ਸਬੰਧੀ ਪੋਸਟਰ ਲਗਾਏ ਹੋਏ ਸਨ ਅਤੇ ਸਪੀਕਰ ਰਾਹੀਂ ਸੰਦੇਸ਼ ਦਿੰਦਾ ਹੋਇਆ ਵੱਖ ਵੱਖ ਬਲਾਕਾਂ ਚੋਂ ਲੰਘ ਕੇ ਵਲਟੋਹਾ ਵਿਖੇ ਪਹੁੰਚਿਆ। ਜਿੱਥੇ ਇਹਨਾਂ ਸਾਰੇ ਆਗੂਆਂ ਨੇ ਸੰਬੋਧਨ ਕਰਕੇ ਸਰਕਾਰ ਦੀਆਂ ਨਾਕਾਮੀਆਂ ਦਾ ਅਤੇ ਆਪਣੀਆਂ ਮੰਗਾਂ ਦਾ ਵਰਨਣ ਕੀਤਾ ਪੰਜਾਬ ਇਸਤਰੀ ਸਭਾ ਨੇ ਰੁਜ਼ਗਾਰ, ਮੁਫਤ ਅਤੇ ਲਾਜ਼ਮੀ ਸਿੱਖਿਆ ਸਿਹਤ ਸਹੂਲਤਾਂ ਆਦਿ ਨੂੰ ਵੀ ਆਪਣੀਆਂ ਮੰਗਾਂ ਵਿੱਚ ਸ਼ਾਮਿਲ ਕੀਤਾ ਇਸ ਤੋਂ ਇਲਾਵਾ ਫਿਰਕਾ ਪ੍ਰਸਤ ਤਾਕਤਾਂ ਤੋਂ ਲੋਕਾਂ ਨੂੰ ਜਾਗਰੂਕ ਕੀਤਾ ਇਹ ਮੁਹਿੰਮ 15 ਫਰਵਰੀ ਤੱਕ ਜਾਰੀ ਰੱਖੀ ਜਾਏਗੀ ਅਤੇ ਵੱਖ-ਵੱਖ ਜਿਲਿਆਂ ਵਿੱਚ ਰੈਲੀਆਂ ਕਰਵਾ ਕੇ ਲੋਕਾਂ ਤੱਕ ਪਹੁੰਚ ਕੀਤੀ ਜਾਵੇਗੀ।ਰਜਿੰਦਰ ਪਾਲ ਕੌਰ __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-693911df00446', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2024/01/31/from-punjab-istri-sabha/"
  },
  {
    "_type": "post",
    "title": "युद्ध में मारे गए बच्चों के नाम/ Dedicated to Children (of Palestine) who died as a consequence of&nbsp;war",
    "slug": "%e0%a4%af%e0%a5%81%e0%a4%a6%e0%a5%8d%e0%a4%a7-%e0%a4%ae%e0%a5%87%e0%a4%82-%e0%a4%ae%e0%a4%be%e0%a4%b0%e0%a5%87-%e0%a4%97%e0%a4%8f-%e0%a4%ac%e0%a4%9a%e0%a5%8d%e0%a4%9a%e0%a5%8b%e0%a4%82-%e0%a4%95",
    "language": "hindi",
    "publishedAt": "2023-10-27T23:56:44+05:30",
    "excerpt": "हमारी बिहार की साथी निवेदिता जी ने उन् फिलिस्तीनी बच्चों के नाम यह कविता लिखी है जिनकी मासूम जाने एक युद्ध ने ली हैं, वो लड़ाई जिसकी कीमत इन् बच्चों की जान से चुकाई जा रही है। उन तमाम दृश्यों को मैं भू",
    "content": "हमारी बिहार की साथी निवेदिता जी ने उन् फिलिस्तीनी बच्चों के नाम यह कविता लिखी है जिनकी मासूम जाने एक युद्ध ने ली हैं, वो लड़ाई जिसकी कीमत इन् बच्चों की जान से चुकाई जा रही है। उन तमाम दृश्यों को मैं भूलना चाहती हूंभूलना चाहती हूं बम के धमाके और खून में पड़े बच्चों की लाशमिट्टी के मलवे में धंसी मां को पुकारे जाने की आवाजबच्चों की कांपती देहहर दृश्य मेरे भीतर खौफ पैदा करता हैसोचती हूं कहीं अगर ये मेरा देश होता!अगर ये मेरे बच्चे होते!अगर ये मेरे लोग होते!जानती हूं ये देश मेरा नहीं हैये बच्चे मेरे नहीं हैंसिर्फ ये कह देने से क्या हम मुक्त हो सकते हैं?दुनिया के प्रधानमंत्री अपना- अपना पक्ष रखते हैंबेशर्मी और निर्ममता से कहते हैं कि अस्पतालों पर हुए हमले के लिए हम जिम्मेदार नहींमुझे घिन आती है उनके बयान सेमुझे घिन आती है ऐसे प्रधानमंत्री के चेहरे सेजो समझते हैंदेश उनके पांव के नीचे हैंवे जब चाहें उसे मसल सकते हैंमलवे की ढेर में सोये बच्चे नींद में अपना बिस्तर तलाशते हैंअपना घरवे खिलौने जो पिता ने दिए थेइस बर्बाद देश मेंकौन किसे राहत देंहवा कब्र को सहलाती हैनन्हें बच्चों के कब्र की मिट्टी खून से लाल हैमुझे माफ करना बच्चोंमेरी कविता तुम्हें बचा नहीं सकतीमुझ में कोई बाज़ीगरी नहीं है शब्दों कीये दुख है मेरामैं जानती हूंमेरी कविता लाचार और शक्तिहीन हैतुम कहोगे वो कविता क्याजो बचाती नहीं देश को लोगों कोहां मुझे दुख है मेरी कविताकोई आवाज नहीं देतीवो भी पड़ी है मेरे सिरहानेखून से लथ- पथ Written by our state leader from Bihar, this poem is dedicated to the children of Palestine who are paying the price of a war imposed on them. (Translation) I want to forget all those visualsI want to forget all the deafening bombs and blood soaked bodies of childrenthe sounds of mothers calling out from under the rubblethe children shivering with frightEvery sight instills a new fear in meand i wonder, what if it was my country!!if these were my children!if these were my people! I know this is not my countrythese are not my childrenBut can we detach ourselves by by saying thus.. Prime Ministers (Leaders of the world) put forward their viewsto shamelessly and unfeelingly declare that they are not responsible for the attack on hospitalsI am repulsed by their statementI am repulsed by the face of a Prime Ministerwho thinks thatthey can trample over the country they can squash it whenever they like Children look for their beds under the rubblethey look for their homesthe toys their father gave them In this ruin of a statewho can provide succor and to whom The winds caress graves&#8230;graves of little children are soaked red with blood Forgive me childrenmy poem can not save youI cannot create magic with my wordsThis is my sorrowI knowThat my poem is helpless and powerlessYou may ask what is the use of a poemThat does not save people of the country Yes, i am sad that my poemdoes not make a callit too lies by my bedsidedripping with blood __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-693911e029403', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2023/10/27/%e0%a4%af%e0%a5%81%e0%a4%a6%e0%a5%8d%e0%a4%a7-%e0%a4%ae%e0%a5%87%e0%a4%82-%e0%a4%ae%e0%a4%be%e0%a4%b0%e0%a5%87-%e0%a4%97%e0%a4%8f-%e0%a4%ac%e0%a4%9a%e0%a5%8d%e0%a4%9a%e0%a5%8b%e0%a4%82-%e0%a4%95/"
  },
  {
    "_type": "post",
    "title": "From the States:&nbsp;Bihar",
    "slug": "from-the-states-bihar",
    "language": "hindi",
    "publishedAt": "2023-10-21T20:31:05+05:30",
    "excerpt": "बिहार NFIW के हमारी नेत्री निवेदिता झा की कविता। एक दिनतुम्हारे गीत मेरे कानों में गूंज रहे हैं मैथ्यू पॉल मिलरउन तीन हजार लोगों के गाने की कतार में मैं भी शामिल हूं\"वन डे\"एक दिन जब हम युद्ध की दुनिया",
    "content": "बिहार NFIW के हमारी नेत्री निवेदिता झा की कविता। एक दिनतुम्हारे गीत मेरे कानों में गूंज रहे हैं मैथ्यू पॉल मिलरउन तीन हजार लोगों के गाने की कतार में मैं भी शामिल हूं\"वन डे\"एक दिन जब हम युद्ध की दुनिया से बाहर होंगेहां एक दिन जब हमारे बच्चे लहू से भीगे नहीं होंगेएक दिन जब फिलिस्तीन को उनका मुल्क मिल जायेगाएक दिन जब इजरायल और फिलिस्तीन दोस्त होंगेये सोचना कितना सुंदर हैमैथ्यू पॉल मिलरपर मैं बच्चों की डरी आंखें देख रही हूंबम और धमाके के बीच शहर और लोगों को उजड़ते देख रही हूंइतनी दूर हूं उनसेपर युद्ध जैसे मेरे भीतर हैतमाम चीखें औरउजड़ते लोगों के दृश्यके साथ मैं कैसे रह सकती हूंमुझे प्रिय कवि सर्वेश्वर दयाल सक्सेना की कविता याद आ रही है\"यदि तुम्हारे घर केएक कमरे में आग लगी होतो क्या तुमदूसरे कमरे में सो सकते हो?यदि तुम्हारे घर के एक कमरे मेंलाशें सड़ रहीं होंतो क्या तुमदूसरे कमरे में प्रार्थना कर सकते हो?यदि हाँतो मुझे तुम सेकुछ नहीं कहना हैमैं बार- बार दुहराना चाहती हूं अपने प्रिय कवि की कवितामैं तुम्हारे गीत पर यकीन करना चाहती हूंपर मेरे भीतर सबकुछ उबल रहा हैमैं जानती हूंयुद्ध कोई एक देश नहीं लड़तायुद्ध राजनीति हैभयानक राष्ट्रवादी अभियान हैदेश के झंडे में लिपटा हुआ बच्चों का शव हैदुनिया में किसी युद्ध से अबतक किसी मसले का हल नहीं निकालायुद्ध से हिंसा, रक्त आंसू और घृणा का ही संचार हुआमेरे दोस्तचांद के चेहरे पर धब्बा बड़ा हो गया हैबच्चों की लाश मां के हाथों में पड़ी हैमलवा, खून और जिंदा लाशेंक्या हम ऐसी ही दुनिया चाहते हैं?आंखें क्या सिर्फ देखने के लिए है?नज़्म क्या सिर्फ गाने के लिए है?शांति की बात कहना सिर्फ भुलावा है?अगर ये सच है तो आओहम अपने गीतों की धार तेज करेंआओ हम नगमें गाएंआओ सब कहें किएक दिनहम शांति और आजादी के साथ जी सकेंगेमैथ्यू पॉल मिलरतुम्हारी आवाज गूंज रही हैउन बच्चों तक पहुंच रही हैजिनकी आंखें आतंक और हिंसा की गवाह हैएक दिन इन बच्चों की आंखों में होगी हंसीएक दिनमुहब्बत दुनिया को बदल देगी निवेदिता __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-693911e1d5a66', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2023/10/21/from-the-states-bihar/"
  },
  {
    "_type": "post",
    "title": "From the States: Madhya&nbsp;Pradesh",
    "slug": "from-the-states-madhya-pradesh",
    "language": "hindi",
    "publishedAt": "2023-10-15T21:34:41+05:30",
    "excerpt": "भारतीय महिला फेडरेशन, इप्टा और प्रलेस (मध्य प्रदेश) की वरिष्ठ साथी रामदुलारी शर्मा जी की कविता गिराओ वे नहीं चाहतेकिसी का कद बढ़े उनके कद से ऊपरवो डरते हैंबढ़ते हुए कदो सेक्योंकि यह कदभविष्य में उनके ",
    "content": "भारतीय महिला फेडरेशन, इप्टा और प्रलेस (मध्य प्रदेश) की वरिष्ठ साथी रामदुलारी शर्मा जी की कविता गिराओ वे नहीं चाहतेकिसी का कद बढ़े उनके कद से ऊपरवो डरते हैंबढ़ते हुए कदो सेक्योंकि यह कदभविष्य में उनके लिएबन सकते हैंबहुत बड़ी चुनौती वह रचते हैं षड्यंत्रकारी जालबड़ते हुए कदो को धराशाही करने के लिएऔर सोचते हैं कियदि जड़ से मिटाना है किसी के अस्तित्व कोतो उसे नीचे गिराओवह उठने की कोशिश करेउससे पहले हीरचो कोई नई साजिशऔर फिर से गिराओ उठते-बैठते, जागते-सोतेखोजो गिराने के नए तरीकेनई-नई चालों में फंसाकर गिराओपूरी दमखम के साथ गिराओबार बार गिराओहर स्तर पर गिराओइतना गिराओकि गिरना ही उसकी नियति बन जाएं लेकिन याद रखना!वह जितनी बार गिरकर उठेगाजीवन के सच्चे अनुभव औरनई ताकत के साथ उठेगातुम्हारी बर्बरता की ढाल कोसचाई की धार से काटते हुए उठेगालेकिनतुम किसी को गिराने मेंकहीं इतने नीचे मत गिर जानाफिर कभी उठने का अवसर ही न मिले - रामदुलारी शर्मा",
    "link": "https://nfiw.wordpress.com/2023/10/15/from-the-states-madhya-pradesh/"
  },
  {
    "_type": "post",
    "title": "Remembering our leaders",
    "slug": "remembering-our-leaders",
    "language": "hindi",
    "publishedAt": "2023-10-15T08:51:35+05:30",
    "excerpt": "इला मित्र तेभागा किसान आंदोलन( 1944-48) की किंवदंती महान कम्युनिस्ट नेत्री इला मित्र की 14/10 को पुण्यतिथि थी।",
    "content": "इला मित्र तेभागा किसान आंदोलन( 1944-48) की किंवदंती महान कम्युनिस्ट नेत्री इला मित्र की 14/10 को पुण्यतिथि थी।",
    "link": "https://nfiw.wordpress.com/2023/10/15/remembering-our-leaders/"
  },
  {
    "_type": "post",
    "title": "Press Release about NFIW Report on the Situation in&nbsp;Manipur",
    "slug": "nfiw-report-on-the-situation-in-manipur",
    "language": "english",
    "publishedAt": "2023-07-03T18:06:04+05:30",
    "excerpt": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "content": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2023/07/03/nfiw-report-on-the-situation-in-manipur/"
  },
  {
    "_type": "post",
    "title": "Letter to PM",
    "slug": "letter-to-pm",
    "language": "english",
    "publishedAt": "2023-03-30T11:29:17+05:30",
    "excerpt": "NATIONAL FEDERATION OF INDIAN WOMEN (NFIW) 1002- Ansal Bhawan, 16-K.G. Marg, New Delhi-1 29-03-2023 Shri. NARENDRA MODI Hon’ble Prime Minister Union of India Respected Prime Minister, Sub: IMMEDIATE I",
    "content": "NATIONAL FEDERATION OF INDIAN WOMEN (NFIW) 1002- Ansal Bhawan, 16-K.G. Marg, New Delhi-1 29-03-2023 Shri. NARENDRA MODI Hon’ble Prime Minister Union of India Respected Prime Minister, Sub: IMMEDIATE INTERVENTION & ACTION AGAINST K. SURENDRAN, Kerala State President of BJP. We, the National Federation of Indian Women (NFIW) are writing this to bring to your noticea serious issue of insulting women by the Kerala State President of BJP K. Surendran. On Sunday 26th March 2023, a convention was held in Thrissur, Kerala, with the purpose of constituting a Reception Committee for the STHREE SHAKTI SAMMELAN as part of G20 SUMMIT. Mr. Surendran inaugurated this convention While addressing the gathering, Mr. Surendran said “women leaders of the Communist Party have become fat by looting money\" and “after becoming fat like Poothana, they are insulting the women of Kerala.\" NFIW views these comments which are sexually coloured, aimed at body shaming and insulting the modesty of women, as an attack not only on those who belong to any particular political party, but the entire country. We deplore Mr Surendran's anti-women comments. We have no doubt that Mr Surendran's words will tarnish the image and prestige of our country which is going to host the G20 Summit in a few months from now. You being the Hon'ble Prime Minister of India and the current chair of the G-20, we request you to urgently initiate appropriate action against Mr. Surendran. Yours Sincerely Aruna Roy Annie Raja Arunaroy@gmail.com anniedraja@gmail.com __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-693911e83df45', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2023/03/30/letter-to-pm/"
  },
  {
    "_type": "post",
    "title": "Press Release",
    "slug": "press-release-3",
    "language": "english",
    "publishedAt": "2022-02-07T21:44:54+05:30",
    "excerpt": "karnataka1Download",
    "content": "karnataka1Download",
    "link": "https://nfiw.wordpress.com/2022/02/07/press-release-3/"
  },
  {
    "_type": "post",
    "title": "From our State&nbsp;Units",
    "slug": "from-our-state-units-2",
    "language": "english",
    "publishedAt": "2021-07-09T19:03:40+05:30",
    "excerpt": "Agra, Uttar Pradesh Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "content": "Agra, Uttar Pradesh Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2021/07/09/from-our-state-units-2/"
  },
  {
    "_type": "post",
    "title": "From our State&nbsp;Units",
    "slug": "from-our-state-units",
    "language": "hindi",
    "publishedAt": "2021-06-30T20:08:55+05:30",
    "excerpt": "भारतीय महिला फेडरेशन, अशोक नगर, मध्य प्रदेश की वरिष्ठ साथी रामदुलारी शर्मा जी की कविता। Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Faceboo",
    "content": "भारतीय महिला फेडरेशन, अशोक नगर, मध्य प्रदेश की वरिष्ठ साथी रामदुलारी शर्मा जी की कविता। Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2021/06/30/from-our-state-units/"
  },
  {
    "_type": "post",
    "title": "मध्य प्रदेश में भारतीय महिला&nbsp;फेडरेशन",
    "slug": "%e0%a4%ae%e0%a4%a7%e0%a5%8d%e0%a4%af-%e0%a4%aa%e0%a5%8d%e0%a4%b0%e0%a4%a6%e0%a5%87%e0%a4%b6-%e0%a4%ae%e0%a5%87%e0%a4%82-%e0%a4%ad%e0%a4%be%e0%a4%b0%e0%a4%a4%e0%a5%80%e0%a4%af-%e0%a4%ae%e0%a4%b9",
    "language": "hindi",
    "publishedAt": "2021-06-29T19:00:14+05:30",
    "excerpt": "संभवतः 1973 की बात है , देश में मंहगाई बढ़ रही थी और कालाबाजा़री के चलते व्यापारियों ने बाज़ार से ज़रूरत की वस्तुएं गायब कर दी थी꫰ ऐसे वक्त में मध्यप्रदेश की दो जुझारू, जाँबाज़ नेत्रियों ने कुछ लोगों ",
    "content": "संभवतः 1973 की बात है , देश में मंहगाई बढ़ रही थी और कालाबाजा़री के चलते व्यापारियों ने बाज़ार से ज़रूरत की वस्तुएं गायब कर दी थी꫰ ऐसे वक्त में मध्यप्रदेश की दो जुझारू, जाँबाज़ नेत्रियों ने कुछ लोगों के साथ मिल कर भोपाल के पुल पुख्ता इलाके से निकलने वाले अनाज से भरे ट्रक पकड़ लिये और जरूरतमंद लोगों को उचित दाम पर बिकवाया ꫰ साथ ही पुराने भोपाल के जुमेराती और मंगलवारा इलाके में गोदामों पर छापे मारे ꫰ फलस्वरूप इन सबकी गिरफ्तारी हुई और 15 दिन की सजा़ भी ꫰पढ़ कर आपको रोमांच पैदा हो रहा है ना, तो यकीनन आप यह जानकर गौरवान्वित भी होंगे कि इन्हीं दोनों महिलाओं ने मध्यप्रदेश महिला संगठन का गठन किया और चूंकि दोनों के उद्देश्य समान थे तो बाद में यह भारतीय महिला फेडरेशन से सम्बद्ध हुआ ꫰ये दोनों नेत्रियां थीं सुश्री मोहिनी श्रीवास्तव जिन्हें सब मोहिनी देवी या मोहन बाई के नाम से बुलाते थे और बेगम अख्तर जहाँ जिन्हें प्यार से छोटे बड़े सभी अख्तर आपा कहते थे ꫰ यह मेरी खुशकिस्मती है या कहूं कि दुनिया मुझ पर रश्क करेगी क्योंकि मैं इन दोनों की उंगली पकड़कर चली हूँ और इनकी गोद में खेली हूँ ꫰1976 से पहले मध्यप्रदेश के अलग अलग जिलों में विभिन्न महिला कमेटियां थीं जो प्रगतिशील विचारों के साथ काम कर रही थीं ꫰ मोहिनी देवी और अख्तर आपा की पहल पर इन कमेटियों को एकजुट करने के उद्देश्य से जून 1976 में मध्यप्रदेश महिला संगठन बना ꫰ जिसका पहला प्रान्तीय सम्मेलन 12-13 जून 1976 को भारतीय महिला फेडरेशन की नेत्री सुश्री प्रमिला लूंबा यानी पिम्मी दीदी के मुख्य आतिथ्य में भोपाल में सम्पन्न हुआ ꫰ सम्मेलन में डाॅक्टर प्रतिभा रमन को अध्यक्ष और सुश्री मोहिनी देवी को महासचिव निर्वाचित किया गया ꫰ कार्यकारिणी में श्रीमति पेरिन दाजी, डाॅ सुशीला माइणकर, अख्तर आपा, डाॅ नुसरत बानो रूही, मुमताज जहाँ, प्रो शकुन्तला प्रधान , जयश्री केतकर, कृष्णा वर्मा आदि को शामिल किया गया ꫰ इन महिला नेत्रियों ने महिलाओं की स्थिति बेहतर बनाने, उनमें जागरूकता पैदा करने के लिए खूब काम किया ꫰ जगह जगह महिला सिलाई केन्द्र और इसी तरह के अन्य केन्द्र खोले गये ꫰ यहाँ महिलाएं अलग अलग हुनर सीखने के साथ ही समय समय पर होने वाली चर्चाओं में हिस्सा लेतीं और आंदोलन में भी शामिल होतीं ꫰इस तरह धीरे धीरे महिला संगठन मजबूत होता गया ꫰ संगठन का दूसरा प्रान्तीय सम्मेलन चार साल बाद 1980 में और तीसरा सम्मेलन 1983 में विमला फा़रुकी जी के मुख्य आतिथ्य में हुआ जिसमें मोहिनी देवी को दूसरी और तीसरी बार भी महासचिव चुना गया ꫰ 1986 में मोहिनी देवी के निधन के बाद महिला संगठन के काम की गति काफ़ी धीमी हो गई ꫰ 1987 में चौथा राज्य सम्मेलन सुश्री तारा रेड्डी जी के मुख्य आतिथ्य में हुआ जिसमें जयश्री केतकर जी को महासचिव चुना गया ꫰लेकिन उनका भी निधन हो जाने से महिला संगठन को काफ़ी नुकसान हुआ ꫰ कुछ समय पश्चात एक राज्य स्तरीयसम्मेलन भोपाल में किया गया जिसमें अख्तर आपा को अध्यक्ष, डाॅ नुसरत बानो रूही जी को उपाध्यक्ष और सुश्री रछपाल कौर को महासचिव चुना गया ꫰ सम्मेलन की मुख्य अतिथि तारा रेड्डी जी थीं ꫰ यहीं म प्र महिला संगठन का नाम बदल कर भारतीय महिला फेडरेशन किया गया ꫰ कुछ समय काम बहुत अच्छा चला लेकिन रछपाल जी के दिल्ली वापस चले जाने के बाद गति एक बार पुनः धीमी हो गई ꫰ हालांकि कई जिलों में सम्मेलन हुए और कमेटियों का गठन भी हुआ ꫰2002 में शहडोल में सुश्री सेहबा फारुकी जी की उपस्थिति में एक क्षेत्रीय सम्मेलन कर रूही जी को अध्यक्ष और गीता शर्मा जी को महासचिव चुना गया लेकिन विभिन्न कारणों स फेडरेशन वो गति नही पकड़ पाया जो पूर्व में थी ꫰तत्पश्चात 11अक्टूबर 2004 को मुझे भारतीय महिला फेडरेशन म प्र की राज्य महासचिव चुना गया ꫰ हालांकि उस समय मैं इस पद के लिए तैयार नहीं थी ꫰ मैं एक महाविद्यालय में सहायक प्राध्यापक के रूप में कार्यरत थी ꫰ फेडरेशन की राष्ट्रीय महासचिव सेहबा फारुकी जी और कुछ अन्य व्यक्तियों द्वारा मुझे प्रेरित कर इसके लिए तैयार किया गया और मैं अपनी नौकरी से त्यागपत्र देकर आ गई ꫰ मुझमे फेडरेशन के कार्यों के प्रति पूर्णतः समर्पण था लेकिन यह कहने में मुझे तनिक भी संकोच नहीं है कि मै महासचिव पद की जिम्मदारियों से अनभिज्ञ थी और हमेशा सीखने को तैयार रहती ꫰ जिसका लाभ मुझे यह मिला कि डाॅक्टर नुसरत बानो रूही जी और मध्यप्रदेश महिला संगठन में लगभग 40 वर्षों तक अपनी सेवाएं देने वाली वरिष्ठ साथी सुश्री मुमताज़ जहाँ जी से मुझे पद की जिम्मेदारियां ठीक से निभाने का तरीका सीखने को मिला वहीं जीवन के दूसरे तमाम सबक भी मिले ꫰ ���न दोनों कुशल गुरुओं के मार्गदर्शन का असर यह हुआ कि कुछ ही महीनों में तमाम रुकावटों के बावजूद म प्र में फेडरेशन की एक सशक्त पहचान पुनः बनने लगी ꫰ लेकिन दो वर्ष होते होते 2006 में कुछ कारणों से मैंने त्यागपत्र दे दिया ꫰उसके बाद म प्र में एक बार फिर फेडरेशन की गतिविधियां लगभग रुक सी गई ꫰ हालांकि तत्काल ही सुश्री रज़िया तैयब को महासचिव बनाया गया था ꫰ कुछ समय पश्चात गुना की हमारी बहन रिखी शर्मा को महासचिव बनाया गया किन्तु राजधानी भोपाल से दूरी और अन्य कारणों से चाहते हुए भी वे गतिविधियों को सुचारू रूप से नहीं चला सकीं ꫰ वर्तमान में भारतीय महिला फेडरेशन की महासचिव संघर्षशील, समर्पित साथी सारिका श्रीवास्तव हैं किन्तु वे भी राजधानी में ना होने की वजह से तमाम परेशानियों से जूझती हैं और बेहद अफसोस होता है कि जिस भारतीय महिला फेडरेशन म प्र की जननी इतनी सशक्त थीं उस फेडरेशन को कई बार इसी शहर में अपनी पहचान से भी जूझना पड़ रहा है जबकि आज फेडरेशन के आंदोलनों की बेहद ज़रूरत है ꫰फिर भी मुझे यकीन है कि आने वाले समय में एक बार फिर भारतीय महिला फेडरेशन मध्यप्रदेश में महिला आंदोलन की अगुआई करेगा आमीन कुमुद सिंह __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-693911ed4df91', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2021/06/29/%e0%a4%ae%e0%a4%a7%e0%a5%8d%e0%a4%af-%e0%a4%aa%e0%a5%8d%e0%a4%b0%e0%a4%a6%e0%a5%87%e0%a4%b6-%e0%a4%ae%e0%a5%87%e0%a4%82-%e0%a4%ad%e0%a4%be%e0%a4%b0%e0%a4%a4%e0%a5%80%e0%a4%af-%e0%a4%ae%e0%a4%b9/"
  },
  {
    "_type": "post",
    "title": "68th Foundation Day,&nbsp;2021",
    "slug": "68th-foundation-day-2021-3",
    "language": "english",
    "publishedAt": "2021-06-04T01:25:19+05:30",
    "excerpt": "The history of NFIW in Assam The emergence of Asom Mahila Sangha has passed 50 years of Struggle since its birth in 1971.Its foundation was closely linked with various and numerous mass struggles, lik",
    "content": "The history of NFIW in Assam The emergence of Asom Mahila Sangha has passed 50 years of Struggle since its birth in 1971.Its foundation was closely linked with various and numerous mass struggles, like the socio-economic & political development of the state. One of them, was at the setting up of the First Oil Refinery in Assam, where women and girls students led the movement and were jailed for 2/3 months too. In response to the Oil Refinery movement in Lakhimpur and Golaghat formed women's organising committees. In 1969 women joined the 2nd Oil Refinery movement. So after long Struggle 1971 at the initiative of these leadership a state level conference was held at Guwahati at Karmabir Nabin Bordoloi Hall. The conference formed a state committee where Prof Nilima Dutta of Guwahati University as president and Hena Bora as General secretary, were elected. Hemada Bora and Nilima Rajkhowa were also elected as Joint Secretaries at the same conference. The conference took on and spearheaded major Campaigns like &#8211; Literacy Program, controlling price-hike, and the provision of mid day meal in primary schools, among many others. In addition, Prof Priti Barua of Handiqui girls Collage and Kamala Mazumder joined the Assam chapter of NFIW at the 2nd conference of Asom Mahila Sangha in Jorhat. Asomi Gogoi __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-693911ee8e9d0', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2021/06/04/68th-foundation-day-2021-3/"
  },
  {
    "_type": "post",
    "title": "68th Foundation Day,&nbsp;2021",
    "slug": "68th-foundation-day-2021-2",
    "language": "english",
    "publishedAt": "2021-06-04T00:57:57+05:30",
    "excerpt": "History of NFIW leaders in Bihar Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "content": "History of NFIW leaders in Bihar Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2021/06/04/68th-foundation-day-2021-2/"
  },
  {
    "_type": "post",
    "title": "68th Foundation Day,&nbsp;2021",
    "slug": "68th-foundation-day-2021",
    "language": "english",
    "publishedAt": "2021-06-04T00:51:46+05:30",
    "excerpt": "Our History in Bihar",
    "content": "Our History in Bihar",
    "link": "https://nfiw.wordpress.com/2021/06/04/68th-foundation-day-2021/"
  },
  {
    "_type": "post",
    "title": "68th Foundation Day",
    "slug": "68th-foundation-day",
    "language": "english",
    "publishedAt": "2021-06-04T00:45:34+05:30",
    "excerpt": "On 4th June 2021, National federation Of Indian Women (NFIW) will be completing 67 years of its foundation, to enter into its 68th year. NFIW has a long and glorious history of struggles and achieveme",
    "content": "On 4th June 2021, National federation Of Indian Women (NFIW) will be completing 67 years of its foundation, to enter into its 68th year. NFIW has a long and glorious history of struggles and achievements. The organization has a federal structure that facilitates decentralized functioning. At the state level, National Federation of Indian Women, affiliates with different state organisations, based on common histories, goals, vision and missions. Being part of NFIW, they share and contribute the great history of struggles and gains as women's movement, on various national and local issues. On the occasion of the 68th foundation day, some state units have sent brief stories -about their formation, history of their movements and about their leaders. We will posting them in series. __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-693911f2b0de5', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2021/06/04/68th-foundation-day/"
  },
  {
    "_type": "post",
    "title": "Eulogy to a pioneering women’s leader and social revolutionary – Vimla&nbsp;Dang",
    "slug": "eulogy-to-a-pioneering-womens-leader-and-social-revolutionary-vimla-dang",
    "language": "english",
    "publishedAt": "2021-05-10T14:05:01+05:30",
    "excerpt": "Aastha Dang On the 12th death anniversary of Vimla Dang, I have been given the arduous task of writing about this socio-political revolutionary and her illustrious work. But how does one limit a life ",
    "content": "Aastha Dang On the 12th death anniversary of Vimla Dang, I have been given the arduous task of writing about this socio-political revolutionary and her illustrious work. But how does one limit a life and its experiences to a few pages or words? Vimla Dang passed at the ripe age of 82 years on 10th May 2009. She is among the many unsung heroes of India who contributed to progressive social change with their sweat and blood. This may be a good reminder for us that the freedom and growth we see today has come out of the hard toil of our preceding generations. Influences in the early years Vimla Dang was born on 26 December, 1926 in Lahore. She was the third child of Autar and Kamala Bakaya. Her mother Kamala Bakaya was one of the first Montessori teachers in the country. Vimla was only three years old, and her youngest sibling six months old, when her mother went to Europe to train to become a Montessori teacher. This was an unheard phenomenon in those times (around 1930). She was encouraged in her endeavours by her husband as well as her natal family in Allahabad, who took care of the all children in her absence. Vimla’s father, Autar, was also a nationalist. He refused to take up any jobs that involved working for the colonial government. His despise for colonial rule was founded in his personal experiences, especially having closely witnessed the Jallianwala Bagh massacre on 13 April 1919. Vimla in her interview states that her father had splashes of blood on his ‘achkan’ from that day and that left a deep impact on his mind. Early influences on Vimla include her elder brothers, Shashi and Ravi Bakaya who became active members in the Left movement in Lahore. The Chattopadhay family also had a major influence on her, especially Mrinalini Chattopadhay, Principal of Ganga Ram School where Vimla studied. Suhasini Jhambekar, the youngest sister of Mrinalini and Sarojini Naidu, who was also the first female member of the Communist Party of India, was a critical influence on the Bakaya family, especially Vimla’s eldest brother Shashi Bakaya. Work in the students' movement Vimla was an active member of the All India Student Federation (AISF) in Lahore. She was a member of the Girls Squad, which also led to the inception of Women’ Self Defense League (WSDL) in the erstwhile Punjab (before partition). WSDL saw active participation from both teachers as well as students in colleges. They created consciousness among women students in various colleges, making them aware about the Second World War, British rule, Soviet Union etc. Another area in which they actively intervened was around the issue of shortage of food and hoarding by ration shops across mohallas in various cities. This was an important step towards building a women’s movement in Punjab. The outbreak of Second World War had caused a lot of upheaval in India, with massive food shortages across the country, especially in places like Punjab and Bengal. Vimla also went to Bengal for fifteen days to help the victims during the famine of 1943. The misery and hunger that met her eyes, especially of the women and children had a long lasting impact on her. It was during her years in the student movement in Lahore that she met Satyapal Dang, a firebrand student activist. Their relationship and later on marriage was founded on the principals of mutual love, respect, determination for the cause of the poor and marginalised and commitment to the communist ideology. Life in Chhehartha, Punjab Satyapal and Vimla got married in 1952. They both decided to settle in Chhehartha and work among the industrial workers in the region. Chhehartha is a suburban industrial town on the outskirts of Amritsar. Since Amritsar had a lot of industries, Chhehartha was populated with workers and their families who were employed in these industries. There was also a strong left movement and trade union presence in the area. Both Vimla and Satyapal wanted to stay with the workers and work with them. Thus, they declined the Communist Party’s offer to take up positions in the Jullandhar party office. Instead, they rented a one room in workers’ colony and started living and working amidst them. While Satyapal settled in Chhehartha in 1952 itself, Vimla joined him two years later. She started off as a cultural worker, working among the women in Chhehartha. However, mobilising these women was not an easy task. Most of them were confined to the homes and wore ghoonghats. 2 Work was initiated through the trade union strikes and worker agitations. Women also spearheaded these strikes. They prepared food for the strikers, and in the General Strikes, also did dharnas and courted arrests. . Punjab Istree Sabha, regional wing of the NFIW in Punjab, under the aegis of Vimla Dang, played a pivotal role in organising the wives, mothers, sisters of the strikers. This was a first time phenomenon, and by doing this they were able to create a massive movement. When imprisonment was courted, then many other jathas, comprising of women also courted arrests, including Vimla Dang.1 It is also worth noting here that while the dowry issue broke out in the national women’s movement only during the 1970’s, regional branches of NFIW had begun work on the issue as early as the 1950s. Among them, Punjab Istree Sabha was very active, and the movement was spearheaded by Vimla Dang. She initiated the anti dowry movement by curbing the practice first among the Communist party members. Vimla and Satyapal Dang used to hold meetings with the male workers and their sons, to educate them about the menace of dowry and prevent them from perpetuating this practice. In fact, they would only attend marriage that happened without dowry and also make a speech during the wedding function to acknowledge that the groom and his family have not taken any dowry. In fact Punjab was one of the first States to have amended the dowry act in the year 1976. Punjab, along with West Bengal, Bihar, Orissa, was also one of the first states to make dowry a cognisable offence. Punjab was also the first state in India to have passed a law that if a woman dies within seven years of marriage, it will be compulsory to have a post mortem examination of body, unless the family gives written certificate that they do not suspect any foul play. The role played by PIS under the aegis of Vimla Dang cannot be undermined in ensuring sustained efforts for enactment of these laws. Role during militancy in Punjab (1980s and 1990s) Over the decades, a lot of social experiments were carried out in Chhehartha that saw their impact in many places in Punjab. However, the most far reaching impact of Vimla Dang’s work was seen during the daunting period of militancy in Punjab through the 1980s and 1990s. The militancy period in Punjab shook the state to its core. During this time, when the demand for a ���Khalistan’ was rampant, there were some voices that resisted these demands even at the cost of threat to their lives. Among them Vimla and Satyapal Dang’s name were notable. Members of the Punjab Istree Sabha went to villages inflicted with militancy. They would use verses from Guru Granth Sahib to argue against the concept of militancy and ‘Khalistan’. Vimla Dang organised protest marches, conducted cultural programmes to keep the people united. NFIW activists from across the country supported the cause. Aruna Asaf Ali herself went to Punjab at the height of militancy to carry out peaceful processions. It was during this time that Vimla Dang pioneered relief work among the families inflicted by militancy. Punjab Istree Sabha Trust was started which provided scholarships and funds for the education of children who had lost their families to militancy. Despite being on the radar of the militant outfits, Vimla Dang never cared for her life. She continued to work zealously towards the cause of ensure peace and harmony in Punjab. Looking at her deep commitment, Aruna Asaf Ali had commented, “This girl (Vimla) is my ideal”. During the 1992 elections when terror was at the peak, she decided to contest elections from the Amritsar West constituency. When many leaders did not contest the elections due to fear for their lives, Vimla contested because she did not want the message to go through that the “Dangs had become fearful of the militants”. She won those elections and continued to work for the cause of women and children during her stint as an MLA. For her unflinching spirit and selfless service, Vimla Dang was also awarded the Padma Shri in the year 1991. In Conclusion It is easy to epitomise the life she led by writing eulogies, but very difficult to have actually lived it. Today, as we battle a fascist government, an all engulfing pandemic, where people are dying gasping for breath, I often think, what would Vimla do in such times? Would her spirit remain unbroken and resolve stand tall? It is difficult to document a life lived so exemplarily in few words, but it is even more difficult to have lived and emerged successful through those experiences. She continues to live with us through her words, her actions, her voice and her spirit through these years. Comrade Vimla ko Lal Salaam! About the writer Aastha Dang is presently pursuing her PhD in Gender Studies from Ambedkar University, Delhi. She has been working for several years in the development sector. Her work focuses on the issues of women empowerment, public health and policy research. 1 2 __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-693911f3e4271', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2021/05/10/eulogy-to-a-pioneering-womens-leader-and-social-revolutionary-vimla-dang/"
  },
  {
    "_type": "post",
    "title": "Stories From the&nbsp;Ground",
    "slug": "stories-from-the-ground-3",
    "language": "hindi",
    "publishedAt": "2021-02-16T11:46:07+05:30",
    "excerpt": "Saathi Rehana from Delhi writes: मैं रेहाना बेगम यूपी से दिल्ली आई 1980 में। मैं पहले भी दिल्ली आती थी जब मैं छोटी थी। बड़ी बहन दिल्ली में रहती थी। वो सोशल थीं, यह देख कर अच्छा लगता था। मेरे हसबैंड सर",
    "content": "Saathi Rehana from Delhi writes: मैं रेहाना बेगम यूपी से दिल्ली आई 1980 में। मैं पहले भी दिल्ली आती थी जब मैं छोटी थी। बड़ी बहन दिल्ली में रहती थी। वो सोशल थीं, यह देख कर अच्छा लगता था। मेरे हसबैंड सरकारी नौकरी में थे, उनके पास टाइम नहीं होता था। मेरा कोई दुख बाटने वाला नहीं था। मेरा पीलीभीत मैं 20 एक्र का खेत था, वहां मेरे साथ मेरी सास, ससुर, ओर 3 देवर रहते थे। गाव के लोग बहु के साथ किस तरह का बर्ताव करते हैं यह तो मैं जानती हूं। मेरी 5 साल की बेटी थी। अचानक मेरी तबियत बहुत खराब हुई। जब मेरा चेकअप हुआ तो पता लगा कि मुझे कैंसर है। यह बात मुझे नहीं बताई गई, मैंने डॉक्टर को बात करते सुना था।इलाज हो रहा था लेकिन काफी दिन के बाद डॉक्टर ने ऑपरेशन के लिए बात की, मेरा operation हुआ ओर फिर मैं गाओं चली गई, क्युकी दिल्ली में लोग छोटे छोटे मकान मैं गुज़ारा करते हैं। मेरे पास 2 बच्चे थे। छोटे मकान में गुज़ारा नहीं होता। कभी बच्चे भी साथ आते तो दिक्कत होती थी , बड़े घर में रहने कि आदत थी। गाओ से चेकअप के लिए बराबर आना पड़ता था। फिर पता चला यहां कॉलोनी बन रही है, ओर सस्ते फ्लैट मिल रहे हैं। फिर मैंने यहां प्लॉट ले लिया। मेरी बहन का लड़का यहां जॉब के लिए आया था, उसने यहां रह कर मकान बनवा दिया। मैं अपने घर में रहने लगी। उस वक्त यहां बहुत सारी कमी थी, यहां के एमपी श्री सज्जन कुमार जी थे, थोड़ी दूर पर कॉन्ग्रेस ऑफिस था।मैं वहां ऑफिस जाती ओर यहां की जो कमियां होती वो बताती। वो कहते थे कि यह काफी समझदार हैं ओर उन्होंने हमें मेम्बर बना दिया । मैं कभी रोड के लिए, कभी नाली के लिए, कभी सफाई k लिए यहां करवाती रहती थी।फिर इलेक्शन हुआ, फिर राज कुमार जी जीत कर आए। उनसे भी हमारी अच्छी बात थी। 10 साल मैं कॉन्ग्रेस में रही। फिर भी मेरी दूसरी बहन कि लड़का मेरे पास आया, क्युकी वो CPI में भी काम करते थे। उनके साथ कुमूदनी जी भी थी। जहां तक मुझे याद है, 3 साल तक मैं उनके साथ रही।सुमित्रा जी (चंद्र विहार)का किसी राजनीतिक मसले पर अनबन हुई ओर उन्होंने CPI-ML और AIPWA छोड़ दी। उस ही बात पर मैंने भी छोड़ दिया, उन्होंने मुझसे कहा, NFIW में अच्छे लोग हैं। मिलके देखो अच्छा लगेगा। इस तरह से हम CPI और साथ ही NFIW में आ गए।जब ही से इसी के साथ जुड़े हैं। बीच में कुछ बाधा आयी , मगर बाद में सब ठीक हो गया। 2 साल पहले, पहली मंज़िल से नीचे गिर गई, जिससे फिर पैर में परेशानी बढ़ गई, चोट बहुत आयी, उसकी वजह से अपने एरिया में अब इतना काम नहीं कर पाती हूं। सिर में भी चोट है, कहीं आना जाना भी मुश्किल है, कुछ ज़्यादा याद नहीं रहता। दिल करता है जब तक सांस है तब तक काम करती रहूंगी । 7 लाड़कीयो की शादी करवाई, दो दो करके तीन बार शादी करवाई पूरा दान दहेज दे कर एक अनाथ लड़की की शादी बाद में करवाई जो अपने घर में ठीक ठाक है हर लड़की की शादी में 100 लोगों को बुलाया गया था जिसमें 50 लड़की के तरफ़ से और 50 लड़कों को तरफ़ से वो लड़की अपने घर ठीक ठाक है, और कही पर भी पता लगता है की कोई ग़ैर क़ानूनी काम हो रहा है तो उसमें भी हस्तक्षेप करती हुँ ,जैसे जुआ सट्टा शराब ।",
    "link": "https://nfiw.wordpress.com/2021/02/16/stories-from-the-ground-3/"
  },
  {
    "_type": "post",
    "title": "शबाबी पत्रकारिता",
    "slug": "%e0%a4%b6%e0%a4%ac%e0%a4%be%e0%a4%ac%e0%a5%80-%e0%a4%aa%e0%a4%a4%e0%a5%8d%e0%a4%b0%e0%a4%95%e0%a4%be%e0%a4%b0%e0%a4%bf%e0%a4%a4%e0%a4%be",
    "language": "hindi",
    "publishedAt": "2021-01-08T22:31:10+05:30",
    "excerpt": "21 वीं सदी के, दूसरे दशक का आख़िरी दिन, ये बता/दिखा गया के आने वाले बरस दर बरस \"भारत\" (हिंदुराष्ट्र) में कॉरपोरेट्स राज की प्रतिस्थापना के लिए \"औरताना हथियारों\" का इस्तेमाल (खुल्ले तरीक़े से) बख़ूबी क",
    "content": "21 वीं सदी के, दूसरे दशक का आख़िरी दिन, ये बता/दिखा गया के आने वाले बरस दर बरस \"भारत\" (हिंदुराष्ट्र) में कॉरपोरेट्स राज की प्रतिस्थापना के लिए \"औरताना हथियारों\" का इस्तेमाल (खुल्ले तरीक़े से) बख़ूबी किया जाएगा…….!!! हालांकि दौराने जंग, दुश्मन देशों की रणनीति पता करने, उनके भेद लेने के लिए- कई बार सैनिक, पॉवरफ़ुल सफ़ेदपोश, राजनीतिज्ञों, अपराधियों को तोड़ने के लिए बतौर जासूस औरत और शबाब का इस्तेमाल हर दौर में बख़ूबी किया जाता रहा है.आज़ादी से पहले हमारे मुल्क के राजा/राजघराने भी विदेशी मेहमानों/आक्रांताओं से अपने राजपाट या शानो-शौकत बचाने के लिए अपनी बहन, बेटियों के रिश्ते ऐसे ताक़तवरों के साथ करते रहे हैं….ये बात अचंभित करनेवाली मानी भी नहीं जाती..कहावत भी है- \"मोहब्बत और जंग में (जीतने के लिए) सब जायज़ है\"… 🙃 वैसे तो हमारे मुल्क में करीब 400 बरसों से विदेशी कॉरपोरेट्स की नज़रें रही हैं और हमारी अवाम ने क़रीब 300 बरस ईस्ट इंडिया कंपनी जैसे अनेकों क्रूर कॉर्पोरेट्स की ग़ुलामी झेली है….लाखों क़ीमती जवानियां क़ुरबान करके आज़ादी भी हासिल की है (ये और बात है के ये देश 75 बरस भी आज़ादी की हवा में सांस नहीं ले पाया और दोबारा से विदेशी यहूद की ग़ुलामी का पट्टा गले में पहन लिया है…!ख़ैर…… वापस अपनी बात पर आते हैं…कोरोना काल की बंदी के दौरान बड़ी ही आपाधापी में \"रॉयल सीक्रेट सर्विस (RSS)\" की मौजूदा केंद्र सरकार ने एक \"अध्यादेश\" के ज़रिए, भारत के किसानी क्षेत्र के तथाकथित विकास के लिए 3 ग़ैर संविधानिक बिल प्रस्तुत किए और रातोंरात (बक़ौल पीएम- आधीरात को) संसद के दोनों सदनों से पास भी करवा लिया.जब देश के किसान इसे नकारते हुए इन क़ानूनों के नुक़सान गिनाने लगेऔर साथ ही इन्हें रद्द करने और अपने फ़सल के मूल्य निर्धारण का क़ानून बनाने की मांग करने लगे तोसरकार ने बेरूख़ी दिखाते हुए क़ानून वापस लेने से साफ़ इंकार कर दिया….किसान अपने लोकतांत्रिक अधिकार के तहत शांति पूर्ण तरीक़े से विरोध प्रदर्शन करने लगे..सरकार ने ज़िद्दी रुख़ अपना कर उनकी बात सुनने के बजाय उन्हें इग्नोर करना शुरू कर दिया…… नतीजतन, देश के किसानों ने राजधानी दिल्ली की तरफ़ कूच कर सरकार से बात करने का ऐलान कर दिया….सरकार ने किसानों को दिल्ली आने से रोकने के लिए सारे ज़ालिम करमों के साथ सड़कें तक खुदवा डाली मगर किसानों का क़ाफ़िला थमने के बजाय, तमाम (अमानवीय) सरकारी अवरोधों को लांघते हुए बढ़ता रहा….आख़िरकार वे अपने लाओ-लश्कर के साथ दिल्ली के दरवाज़े पहुंच गए….पुलिस के ज़रिए सख़्ती से आगे बढ़ने से रोक दिया गया….अंततः किसानों के क़ाफ़िले ने दिल्ली बार्डर के सड़क पर ही अपना पड़ाव डाला और वहीं बैठ गए…नतीजतन पूरे देश के मेहनतकशों का अपार समर्थन अन्नदाता के पक्ष में खड़ा होने लगा और राज्यों के किसान दिल्ली कूच का ऐलान देने लगे……मौजूदा वक़्त में दिल्ली की सभी सीमाएं दूरदराज़ के किसानों के क़ाफ़िले से सील होने लगी हैं…. देश ही नहीं विदेशों में भी किसानों के समर्थन में भारत सरकार की थू थू होने लगी.सरकार किसी नशेड़ी की तरह उनींदी सी किसानों के ख़िलाफ़ बुरे प्रचार करने/करवाने लगी.उनके आंदोलन को आतंकवादी समर्थित फ़र्ज़ी किसानों का जमावड़ा बताने लगी….सरकार के मंत्री, संतरी और भोंपू मीडिया के ज़रिए उन्हें दलाल किसानों का आंदोलन घोषित करवाने में जुट गए…..लेकिन किसान थे के हाड़ कंपा देने वाली दिल्ली की बर्फ़ीली सर्दी और बारिश अपने पर झेलते हुए, पथरीली सड़क को बिछौना बनाए, आसमान को ओढ़कर, दिन-रात, खुले आसमान के नीचे (40 दिनों से) डटे हुए हैं….यहां रहकर किसान आंदोलन ने उन्हें बदनाम करने वाले, उनकी देशभक्ति पर संदेह पैदा करवाने वाले, उनके ख़िलाफ़ भ्रामक ख़बरें चलाने वाले सरकारी गोदी (प्रिंट/इलेक्ट्रॉनिक) मीडिया का टोटली (सम्मानजनक तरीक़ों से) बहिष्कार कर दिया…..सिर्फ़ यही नहीं बल्कि अपना अख़बार और अपना (अॉनलाईन ) न्यूज़ चैनल भी शुरू कर लिया….जिससे देश दुनिया का अपार जन-समर्थन किसान आंदोलन को मिलने लगा….अब सरकार नींद से जागी….आनन फ़ानन में 5 राउंड बैठकों का सिलसिला चलाने का नाटक भी किया गया…उन्हें भरमाने, बहकाने, लालच देने की जुगाड़ भी ख़ुब चलाए गए…..लेकिन किसान क़ानून रद्द करवाने से कम में राज़ी ही नहीं हुए….दिल्ली दरवाज़ों पर किसान आंदोलन के समर्थन में हर दिन जन सैलाब बढ़ता जा रहा है और सरकार किसी भी क़ीमत पर क़ानून वापसी को अपनी नाक का सवाल बनाए रखने पे अड़ी हुई है….अब जबकि किसानों ने सरकारी गोदी मीडिया के बरअक्स अपना ख़ुद का मीडिया खड़ा कर लिया है और जन-समर्थन लेकर आने वाले हर देशवासी/ संगठन अपने एक अदद मोबाइल+कैमरा के साथ आने लगे हैं जिसकी वजह से जन'प्रचार तंत्र भी दिन-दूनी रात- चौगुनी रफ़्तार से बढ़ता चला जा रहा है…..जिससे उत्साहित किसान भी मज़बूती से टिके हुए हैं…..इससे अब सरकार घबराई सी दिखने भी लगी है…..चूंकि भारत का मीडिया 2 घरानों ( अंबानी, अडानी) के हाथों में पहले ही केंद्रित किया जा चुका था-और मौजूदा किसान आंदोलन के असली दुश्मन भी यही दोनों पूंजीपतियों के सरदार हैं…..किसान आंदोलन की तरफ़ से इन दोनों की कंपनियों के उत्पादों का बहिष्कार के राष्ट्रव्यापी आव्हान के बाद अब इन दोनों को भी बुरी तरह आर्थिक चोटें मारी जा रही हैं…..यही वजह है के अब ये ख़ुद सीधे मुक़ाबले में आते से लग रहे हैं… अंबानी के ख़रीदे गए न्यूज़ चैनलों में से एक (छी न्यूज़) की महिला पत्रकार देशव्यापी किसान आंदोलन में शामिल संगठनों के एक मुख्य घटक संगठन के नेता श्री राकेश टिकैत से बाईट लेने के लिए उन्हें लगभग अपनी बाहों में जकड़कर सवाल करती दिखाई पड़ी है….युवा महिला पत्रकार की इस हरकत से ये साफ़ पता चलता है कि बचे हुए दो गुजरातियों (अंबानी अडानी) में एक अब अपनी महिला कर्मचारियों के ज़रिए किसान संगठनों के नेताओं पर अप्सरा भंगिमाओं के दांव आज़माने के फ़िराक़ में हैं….ऐसा दिखाई पड़ने लगा है के अपने संस्थान में कार्यरत कुछ मेनका अदाओं के ज़रिए किसान आंदोलनों में शामिल संगठनों को बदनाम करने की घटिया हरकत करके, आंदोलन की एकता को तोड़ कर ये किसानों को अपने क़ाबू में करना चाहता है….गुज़रे कल (30 दिसंबर-2020) ज़ी (छी) न्यूज़ संस्थान की तरफ़ से \"करवाई\" गई ये ओछी हरकत, दुनिया के इतिहास में शायद पहली घटना होगी जिसमें सार्वजनिक तौर पे एक महिला पत्रकार का किसी नेता को बाक़ायदा शारिरिक तौर पर क़ाबू (पकड़) कर सवालों के जवाब देने को मजबूर किया गया हो….! ये घटना कहीं से अचानक घटित हुई नहीं दिखाई पड़ती.. …बाक़ायदा, रणनीति के तहत अंजाम दी जाने वाली इस घटना का एक ख़तरनाक पहलु ये रहा के एक प्रेस आईडी के तीन माइक किसान नेता राकेश टिकैत के मुंह के बिल्कुल क़रीब सटे दिखाई दे रहे हैं…इस घटना को देखते हुए,मौजूदा दौर में मुनाफ़ाख़ोर क्रूर गुजराती पूंजीपतियों के चैनल्स में कार्यरत महिला पत्रकारों की सुरक्षा, उनके आत्मसम्मान और ख़ुद्दारी बनाए, बचाए रखने में गोदी मीडिया उसके घरानों की साख पर कई गंभीर खड़े किए जा सकते हैं….. किन मजबूरियों में जकड़ी महिला पत्रकार ग़ैर पेशेवराना हरकतें करने क तैयार होती हैं… ख़ैर ….ये उनके आपसी का मामले हैं. फ़िलहाल आंदोलनरत् \"पुरुष\" किसान नेताओं के लिए ये गंभीर चुनौती पूर्ण परंपरा की शुरुआत की गई है- जिससे निबटने की रणनीति भी आंदोलन के नेताओं को बनानी पड़ेगी, क्योंकि ये चलन (ख़ासकर महिला) पत्रकारों में अब बढ़ेगा- बरसों पहले से शॉर्टकट- सबसे पहले, एक्सक्लूसिव दिखाने की होड़ का क्रेज़ भारतीय (सस्ती) पत्रकारिता का पसंदीदा शगल रहा है……किसान आंदोलन इस ग़लाज़त (गंदगी) से पाक रहे यही दुआ है…\"ज़ुलैख़ा जबीं\" __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-693911f653ed6', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2021/01/08/%e0%a4%b6%e0%a4%ac%e0%a4%be%e0%a4%ac%e0%a5%80-%e0%a4%aa%e0%a4%a4%e0%a5%8d%e0%a4%b0%e0%a4%95%e0%a4%be%e0%a4%b0%e0%a4%bf%e0%a4%a4%e0%a4%be/"
  },
  {
    "_type": "post",
    "title": "Tripura NFIW: #IfWeDoNotRise",
    "slug": "tripura-nfiw-ifwedonotrise",
    "language": "english",
    "publishedAt": "2020-09-11T01:29:49+05:30",
    "excerpt": "",
    "content": "",
    "link": "https://nfiw.wordpress.com/2020/09/11/tripura-nfiw-ifwedonotrise/"
  },
  {
    "_type": "post",
    "title": "Telangana NFIW: #IfWeDoNotRise",
    "slug": "telangana-nfiw-ifwedonotrise-2",
    "language": "english",
    "publishedAt": "2020-09-11T01:19:17+05:30",
    "excerpt": "",
    "content": "",
    "link": "https://nfiw.wordpress.com/2020/09/11/telangana-nfiw-ifwedonotrise-2/"
  },
  {
    "_type": "post",
    "title": "Rajasthan NFIW: #IfWeDoNotRise",
    "slug": "rajasthan-nfiw-ifwedonotrise",
    "language": "english",
    "publishedAt": "2020-09-11T01:06:28+05:30",
    "excerpt": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "content": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2020/09/11/rajasthan-nfiw-ifwedonotrise/"
  },
  {
    "_type": "post",
    "title": "Jharkhand NFIW: #IfWeDoNotRise",
    "slug": "jharkhand-nfiw-ifwedonotrise",
    "language": "english",
    "publishedAt": "2020-09-11T00:06:37+05:30",
    "excerpt": "",
    "content": "",
    "link": "https://nfiw.wordpress.com/2020/09/11/jharkhand-nfiw-ifwedonotrise/"
  },
  {
    "_type": "post",
    "title": "Himanchal: #IfWeDoNotRise",
    "slug": "himanchal-ifwedonotrise",
    "language": "english",
    "publishedAt": "2020-09-10T23:53:37+05:30",
    "excerpt": "",
    "content": "",
    "link": "https://nfiw.wordpress.com/2020/09/10/himanchal-ifwedonotrise/"
  },
  {
    "_type": "post",
    "title": "Bihar NFIW: #IfWeDoNotRise",
    "slug": "bihar-nfiw-ifwedonotrise-2",
    "language": "english",
    "publishedAt": "2020-09-06T22:55:32+05:30",
    "excerpt": "",
    "content": "",
    "link": "https://nfiw.wordpress.com/2020/09/06/bihar-nfiw-ifwedonotrise-2/"
  },
  {
    "_type": "post",
    "title": "Assam NFIW: #IfWeDoNotRise",
    "slug": "assam-nfiw-ifwedonotrise",
    "language": "english",
    "publishedAt": "2020-09-06T21:31:37+05:30",
    "excerpt": "",
    "content": "",
    "link": "https://nfiw.wordpress.com/2020/09/06/assam-nfiw-ifwedonotrise/"
  },
  {
    "_type": "post",
    "title": "Andhra Pradesh NFIW:&nbsp;#IfWeDoNotRise",
    "slug": "andhra-pradesh-nfiw-ifwedonotrise",
    "language": "english",
    "publishedAt": "2020-09-06T19:00:50+05:30",
    "excerpt": "",
    "content": "",
    "link": "https://nfiw.wordpress.com/2020/09/06/andhra-pradesh-nfiw-ifwedonotrise/"
  },
  {
    "_type": "post",
    "title": "Kerala NFIW: #IfWeDoNotRise",
    "slug": "kerala-nfiw-ifwedonotrise",
    "language": "english",
    "publishedAt": "2020-09-05T19:15:52+05:30",
    "excerpt": "",
    "content": "",
    "link": "https://nfiw.wordpress.com/2020/09/05/kerala-nfiw-ifwedonotrise/"
  },
  {
    "_type": "post",
    "title": "Bihar NFIW: #IfWeDoNotRise",
    "slug": "bihar-nfiw-ifwedonotrise",
    "language": "hindi",
    "publishedAt": "2020-09-05T18:15:58+05:30",
    "excerpt": "बिहार महिला समाज",
    "content": "बिहार महिला समाज",
    "link": "https://nfiw.wordpress.com/2020/09/05/bihar-nfiw-ifwedonotrise/"
  },
  {
    "_type": "post",
    "title": "Kashmir NFIW: #IfWeDoNotRise",
    "slug": "kashmir-nfiw-ifwedonotrise",
    "language": "english",
    "publishedAt": "2020-09-05T16:20:15+05:30",
    "excerpt": "",
    "content": "",
    "link": "https://nfiw.wordpress.com/2020/09/05/kashmir-nfiw-ifwedonotrise/"
  },
  {
    "_type": "post",
    "title": "Uttar Pradesh: #IfWeDoNot&nbsp;rise",
    "slug": "uttar-pradesh-ifwedonot-rise",
    "language": "hindi",
    "publishedAt": "2020-09-05T15:46:31+05:30",
    "excerpt": "Poem by Kaifi Azmi आज की रात बहुत गर्म हवा चलती है,आज की रात न फ़ुटपाथ पे नींद आएगी,सब उठो, मैं भी उठूँ, तुम भी उठो, तुम भी उठो,कोई खिड़की इसी दीवार में खुल जाएगी । ये जमीं तब भी निगल लेने को आमादा थी",
    "content": "Poem by Kaifi Azmi आज की रात बहुत गर्म हवा चलती है,आज की रात न फ़ुटपाथ पे नींद आएगी,सब उठो, मैं भी उठूँ, तुम भी उठो, तुम भी उठो,कोई खिड़की इसी दीवार में खुल जाएगी । ये जमीं तब भी निगल लेने को आमादा थी,पाँव जब टूटती शाखों से उतारे हमने,इन मकानों को ख़बर है न, मकीनों[1] को ख़बरउन दिनों की जो गुफ़ाओं में गुज़ारे हमने । हाथ ढलते गए साँचों में तो थकते कैसे,नक़्श के बाद नए नक़्श निखारे हमने,की ये दीवार बुलन्द, और बुलन्द, और बुलन्द,बाम-ओ-दर[2] और ज़रा और निखारे हमने । आँधियाँ तोड़ लिया करतीं थीं शामों की लौएँ,जड़ दिए इस लिए बिजली के सितारे हमने,बन गया कस्र[3] तो पहरे पे कोई बैठ गया,सो रहे ख़ाक पे हम शोरिश[4]-ए-तामीर[5] लिए । अपनी नस-नस में लिए मेहनत-ए-पैहम[6] की थकन,बन्द आँखों में इसी कस्र[7] की तस्वीर लिए,दिन पिघलता है इसी तरह सरों पर अब तक,रात आँखों में खटकती है सियाह[8] तीर लिए । आज की रात बहुत गर्म हवा चलती है,आज की रात न फुटपाथ पे नींद आएगी,सब उठो, मैं भी उठूँ, तुम भी उठो, तुम भी उठो,कोई खिड़की इसी दीवार में खुल जाएगी । :कैफ़ी आज़मी",
    "link": "https://nfiw.wordpress.com/2020/09/05/uttar-pradesh-ifwedonot-rise/"
  },
  {
    "_type": "post",
    "title": "Tamil Nadu NFIW:&nbsp;#IfWeDoNotRise",
    "slug": "tamil-nadu-nfiw-ifwedonotrise",
    "language": "english",
    "publishedAt": "2020-09-05T15:31:49+05:30",
    "excerpt": "",
    "content": "",
    "link": "https://nfiw.wordpress.com/2020/09/05/tamil-nadu-nfiw-ifwedonotrise/"
  },
  {
    "_type": "post",
    "title": "Punjab NFIW: #IfWeDoNotRise",
    "slug": "punjab-nfiw-ifwedonotrise",
    "language": "english",
    "publishedAt": "2020-09-05T15:23:52+05:30",
    "excerpt": "",
    "content": "",
    "link": "https://nfiw.wordpress.com/2020/09/05/punjab-nfiw-ifwedonotrise/"
  },
  {
    "_type": "post",
    "title": "Odisha NFIW: #IfWeDoNotRise",
    "slug": "odisha-nfiw-ifwedonotrise",
    "language": "english",
    "publishedAt": "2020-09-05T15:17:21+05:30",
    "excerpt": "",
    "content": "",
    "link": "https://nfiw.wordpress.com/2020/09/05/odisha-nfiw-ifwedonotrise/"
  },
  {
    "_type": "post",
    "title": "Madhya Pradesh NFIW:&nbsp;#IfWeDoNotRise",
    "slug": "madhya-pradesh-nfiw-ifwedonotrise",
    "language": "english",
    "publishedAt": "2020-09-05T15:13:37+05:30",
    "excerpt": "",
    "content": "",
    "link": "https://nfiw.wordpress.com/2020/09/05/madhya-pradesh-nfiw-ifwedonotrise/"
  },
  {
    "_type": "post",
    "title": "Delhi NFIW: #IfWeDoNotRise",
    "slug": "delhi-nfiw-ifwedonotrise",
    "language": "english",
    "publishedAt": "2020-09-05T15:09:39+05:30",
    "excerpt": "",
    "content": "",
    "link": "https://nfiw.wordpress.com/2020/09/05/delhi-nfiw-ifwedonotrise/"
  },
  {
    "_type": "post",
    "title": "West Bengal: #IfWeDoNotRise",
    "slug": "west-bengal-ifwedonotrise",
    "language": "english",
    "publishedAt": "2020-09-05T15:04:04+05:30",
    "excerpt": "",
    "content": "",
    "link": "https://nfiw.wordpress.com/2020/09/05/west-bengal-ifwedonotrise/"
  },
  {
    "_type": "post",
    "title": "Telangana NFIW: #IfWeDoNotRise",
    "slug": "telangana-nfiw-ifwedonotrise",
    "language": "english",
    "publishedAt": "2020-09-05T15:00:10+05:30",
    "excerpt": "",
    "content": "",
    "link": "https://nfiw.wordpress.com/2020/09/05/telangana-nfiw-ifwedonotrise/"
  },
  {
    "_type": "post",
    "title": "NFIW Maharashtra: #IfWeDoNotRise",
    "slug": "nfiw-maharashtra-ifwedonotrise",
    "language": "english",
    "publishedAt": "2020-09-05T12:23:50+05:30",
    "excerpt": "",
    "content": "",
    "link": "https://nfiw.wordpress.com/2020/09/05/nfiw-maharashtra-ifwedonotrise/"
  },
  {
    "_type": "post",
    "title": "NFIW: #IfWeDoNotRise",
    "slug": "nfiw-ifwedonotrise",
    "language": "english",
    "publishedAt": "2020-09-05T10:17:09+05:30",
    "excerpt": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "content": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2020/09/05/nfiw-ifwedonotrise/"
  },
  {
    "_type": "post",
    "title": "NFIW: WOMEN FOR LIFE-LIVELIHOOD &amp; DEMOCRATIC RIGHTS, 28 August&nbsp;2020",
    "slug": "nfiw-women-for-life-livelihood-democratic-rights-28-august-2020",
    "language": "english",
    "publishedAt": "2020-08-28T23:04:32+05:30",
    "excerpt": "nfiw-28-aug-2020-1watch",
    "content": "nfiw-28-aug-2020-1watch",
    "link": "https://nfiw.wordpress.com/2020/08/28/nfiw-women-for-life-livelihood-democratic-rights-28-august-2020/"
  },
  {
    "_type": "post",
    "title": "WOMEN FOR LIFE-LIVELIHOOD &amp; DEMOCRATIC&nbsp;RIGHTS",
    "slug": "women-for-life-livelihood-democratic-rights",
    "language": "english",
    "publishedAt": "2020-08-28T19:18:58+05:30",
    "excerpt": "Demands placed before the Central Government for urgent consideration and redressal-Set up a committee to study gendered impacts of the pandemic and to understand the severity of it on women for makin",
    "content": "Demands placed before the Central Government for urgent consideration and redressal-Set up a committee to study gendered impacts of the pandemic and to understand the severity of it on women for making policies and programmes to mitigate it.-50% representation of women should be ensured in ALL ‘Task Force/ Committees for impact mitigation of COVID 19.&#8211; Reconstitute, with 50% women members, the ‘task force ‘set up by the PM for mitigationof COVID 19 impact.-For Food Security:--To prevent malnutrition and hunger deaths –Distribute ten kg grains per person along with dal, cooking oil and other essential commodities to all; cardholders as well as non-card holders; no beneficiary identification, conditions and targeting It should be given every month till the pandemic crisis is over.&#8211; De-link AADHAAR from ration and pension&#8211; Set up decentralised community kitchens with nutritious hot-cooked `food at Village Panchayat/ ward level for the elderly or disabled, pregnant and lactating mothers, school students and young children.-The full amount of maternity benefits Rs.`6,000/- (NFSA 2013) in one installment without any disqualifying conditions. Invest more for women and children to ensure a healthy future generation and labour force.Health:-&#8211;Recognize the frontline health workers-ASHA, Anganwadi- as workers and institutionalize them with all rights as workers.-Strengthen primary health centers with all facilities as these are the first point of access to women for their health needs-No privatization of government hospitals. Allocate 6% of GDP for Health.-expansion of healthcare facilities with universal coverage for both COVID-19 and non-COVID-19 patientsEducation:--Ensure quality education for all children&#8211; to prevent drop out of students particularly girl student in this era of online education, ensure access of space like community centres with facilities and uninterrupted electricity supply for study to those students belonging to poor and vulnerable communities who live in jhuggies, one room houses, shelter homes etc-Use PMCARE Fund to provide laptops, smartphones, TVs etc to students especially to girls from marginalised and poor sections.&#8211; Earmark 8% GDP for educationSocial Security:--Enhance financial support substantially for social welfare measures.&#8211; Provide financial support of Rs. 10,000/- to all especially those who lost their livelihood under lockdown and to all vulnerable sections of the society-Rs. 10,000/- as monthly financial assistance to landless agricultural workers (60 million women)Employment&#8211; Revert, MGNREGA, back as a demand driven Act and increase reservation to 50% for women; Increase the per day wage to Rs. 600/- and ensure timely payment.&#8211; 50 % reservation for women under Prime Minister’s Garib Kalyan Rozgar Abhiyaan, with equal wage rate.&#8211; Ensure employment to all and financial assistance of Rs. 10,000/- to all unemployed in urban areas.&#8211; Enact an Urban Employment Guarantee Act (UEGA) with provisions of 50% reservation for women, equal wage etc.&#8211; 50% of the ‘rented houses’ announced by the PM for migrant workers should be reserved for women workers.SHGs & women farmers:-&#8211; Waiving of interest and loans for SHGs taken before the lockdown;&#8211; NOT collateral free loan BUT Provide interest free loans to SHGs, women farmers, including those who are in poultry, fishing, dairy etc . It should be speeded up.-Stop harassment of SHG women by MFIs and their collection agents and middlemen.Violence Against Women:-Separate/Special allocation in Budget for creating adequate mechanisms and systems for effective implementation of Laws to prevent crimes and violence against women.&#8211; Nirbhaya Fund should not be diverted and should be used for the all-round empowerment of the survivors of sexual violence.Democratic Rights&#8211; Stop crushing Dissent-Scrap UAPA&#8211; Stop penalizing Dissent, the core of democracy.-Stop arrest, detention and filing of false cases under UAPA against Anti-CAA-NRC-NPR protests and their supports-Judicial Enquiry into Delhi Riot and Targeted violence at Jamia; both in February 2020&#8211; Release Sudha Bardwaj, Shoma Sen, Gulfisha Fatima, Devangana Kalita, Natasha Narwal, and all those all human rights activists who are imprisoned for dissenting with government policies.&#8211; Ensure justice to the ‘Half widows “ of Kashmir and Reinstate statehood of J&K with Article 370 and 35A&#8211; All post COVID19 era plan of actions and policies should be gender responsive.-In each and every planning process and its implementation for development and nation building, equal representation of women and gender segregated data should be ensured.-Pass Women’s Reservation Bill __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-69391214e8abe', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2020/08/28/women-for-life-livelihood-democratic-rights/"
  },
  {
    "_type": "post",
    "title": "Fact Finding Report&nbsp;Release",
    "slug": "fact-finding-report-release",
    "language": "english",
    "publishedAt": "2020-08-10T16:09:05+05:30",
    "excerpt": "Friends,At the Press Conference today President Aruna Roy released a fact finding report about the violence that took place in Jamia on February 10. Please circulate. For Press &#8211; Corrected Final",
    "content": "Friends,At the Press Conference today President Aruna Roy released a fact finding report about the violence that took place in Jamia on February 10. Please circulate. For Press &#8211; Corrected Final Fact Finding report -JamiaNFIW",
    "link": "https://nfiw.wordpress.com/2020/08/10/fact-finding-report-release/"
  },
  {
    "_type": "post",
    "title": "Stories From the&nbsp;Ground",
    "slug": "stories-from-the-ground-2",
    "language": "english",
    "publishedAt": "2020-06-28T18:56:18+05:30",
    "excerpt": "Bihar: Experiences of Saathi Sushila Sahay Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "content": "Bihar: Experiences of Saathi Sushila Sahay Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2020/06/28/stories-from-the-ground-2/"
  },
  {
    "_type": "post",
    "title": "Stories From the&nbsp;Ground",
    "slug": "stories-from-the-ground",
    "language": "hindi",
    "publishedAt": "2020-06-27T07:15:47+05:30",
    "excerpt": "Guna: Experiences of Saathi Rikhi Sharma मैं रिखी शर्मा, सन 2004 में मेरे हसबैंड के साथ किसी फैमिली फंग्शन में भोपाल गई थी। उन्हें पार्टी ऑफिस में( सीपीआई) कुछ काम था तो में भी साथ चली गई। उन्होंने अप",
    "content": "Guna: Experiences of Saathi Rikhi Sharma मैं रिखी शर्मा, सन 2004 में मेरे हसबैंड के साथ किसी फैमिली फंग्शन में भोपाल गई थी। उन्हें पार्टी ऑफिस में( सीपीआई) कुछ काम था तो में भी साथ चली गई। उन्होंने अपना काम किया तब मैंने वहाँ चल रहा Nfiw का कार्यक्रम अटेंड किया। उस वक्त मुझे लगा कि कितनी सारी महिलायें दूसरी महिलाओ के लिये कितना कुछ कर रहीं है औऱ हमने अपने जीवन को सम्पूर्ण औऱ सफल समझ लिया है। उस समय कुमुद दीदी के नेतृत्व में पूरा कार्यक्रम चल रहा था। गुना आकर पुष्पराग जी ( मेरे पति )से मैने पूछा कि क्या हम भी गुना में ऐसा कुछ कर सकते है। इन्होंने कहा बिल्कुल कर सकते हो और उनहोंने मुझे इसके लिए लगातार प्रोत्साहित किया। फिर हम कृष्णा दीदी, प्रो. आभा दहिभाते, प्रो. अर्चना श्रोत्रिय, प्रो. शिव कुमारी शर्मा, प्रो. सरला शुक्ला, प्रो.विनीता विजयवर्गीय, प्रो. उषा जैन आदि से मिले।8 मार्च आने को था।हमने तय किया कि गुना में जितने अन्य संगठन है उन सभी को बुलाकर महिला दिवस मनायेगे। गुना में जब कोई जानता नही था कि महिला दिवस क्या है तब हम लोगों ने महिला फेडरेशन की स्थापना के साथ पहली बार महिला दिवस मनाया।मुझे आज भी याद है नगर भवन में झमाझम बारिश के बीच नगर के सभी संगठन की महिलाओं का आना और nfiw के उस प्रथम कार्यक्रम को सफल बनाना। फिर हमने गुना के आस पास कई जिलों में NFIW इकाई का गठन किया । हमारे उत्साह का ठिकाना नही था।हमने संगठन की कई राष्ट्रीय मीटिंग्स अटेंड की &#8211; कलकत्ता, दिल्ली,हैदराबाद, जयपुर।एक बार हम भोपाल में NFIW मीटिंग में गये । सभी से पूछा जा रहा था कि राज्य सम्मेलन कौन करना चाहेगा।हम बहुत उत्साह में थे हमने कह दिया कि हम करेगे।और तय हुआ कि राज्य सम्मेलन गुना में होगा।जब गुना आकर हमने कहा कि सम्मेलन के लिये हाँ करके आये है । तब हमें होश में लाया गया कि हम क्या करके आये है।सम्मेलन कोई आसान काम नही बहुत बड़ी कमिटमेंट करके आये है। पर हमने भी सुन रखा था। कि ओखली ने सर दिया तो मूसल से क्या डरना।और पूरे जी जान से जुट गये कलेक्शन करने में।और सम्मेलन ऐसा हुआ कि आज भी सबको याद है ।शहर के सबसे बड़े होटल प्रेमश्री में सम्मेलन हुआ।गुना में 3 दिनो तक जैसे बुध्दिजीवी महिलाओं का सैलाब सा आ गया हो।दिन में रैली,झंडा बंधन,भाषण,जन गीत रात में मंच पर नाटक।हमारे लिये सब जैसे एक सपना था।और इसी सपने जैसे माहौल में एक और सपना पूरा हुआ जो मेने कभी देखा ही नही था । वो था मेरे प्रांतीय सचिव बनने का । मैं अपने आप को इस लायक नही समझती थी। क्योकि में अच्छी वक्ता नही हूं फिर सबने कहा कि कि वो अहसास मुझमे है जो एक संगठन के लिये होना चाहिये।फिर क्या था हम पूरे लगन और मेंहनत के साथ जुट गये ।मध्य प्रदेश महिला फेडरेशन ने कई बड़े काम किये । आज कारोना के कारण जब देश में लाकडाउन ने लोगों की कमर तोड़ कर रख दी, खासकर प्रवासी मजदूरों को भूखा प्यासा पैदल अपने घरों की ओर जाने को मजबूर कर दिया ऐसे में NFIW की गुना इकाई ने उनकी यथासंभव हर तरह की मदद के लिए बढ़ चढ़कर काम किया। जब कभी लगा कि पारिवारिक जिम्मेदारियों के चलते फेडरेशन को समय नही दे पा रहे है । उससे दूर होना चाहिये ,पर हो नही पाई । क्योकि आत्मा और शरीर एक साथ रहकर ही जिंदा रह सकते है। NFIW माँ की तरह है जो हमारी कमियां नही हमारी अच्छाइयों को बताकर हमे बहुत कुछ करने को प्रेरित करती है। थैंक्यू NFIW मुझे मेरी पहचान दिलाने के लिये । हम शपथ लेते है कि अपने इस संगठन को आगे बढ़ाने और मजबूत बनाने के लिए लगातार काम करते रहेंगे। OLYMPUS DIGITAL CAMERA OLYMPUS DIGITAL CAMERA OLYMPUS DIGITAL CAMERA OLYMPUS DIGITAL CAMERA OLYMPUS DIGITAL CAMERA __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-693912193d023', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2020/06/27/stories-from-the-ground/"
  },
  {
    "_type": "post",
    "title": "18 June 2020: Day of Solidarity with&nbsp;Nurses",
    "slug": "18-june-2020-day-of-solidarity-with-nurses",
    "language": "english",
    "publishedAt": "2020-06-18T17:24:31+05:30",
    "excerpt": "",
    "content": "",
    "link": "https://nfiw.wordpress.com/2020/06/18/18-june-2020-day-of-solidarity-with-nurses/"
  },
  {
    "_type": "post",
    "title": "NFIW Condemns the Divisive Statement of the Prime&nbsp;Minister",
    "slug": "nfiw-condemns-the-divisive-statement-of-the-prime-minister",
    "language": "english",
    "publishedAt": "2019-12-17T05:20:25+05:30",
    "excerpt": "In the strongest of words and emotions, NFIW condemns the statement made by the Prime Minister that, \"Those indulging in arson can be identified by their clothes\". The statement reflects the true char",
    "content": "In the strongest of words and emotions, NFIW condemns the statement made by the Prime Minister that, \"Those indulging in arson can be identified by their clothes\". The statement reflects the true character of the Sangh Parivar that Mr. Modi represents, that is Islamophobic, bloody and inhuman. From the mouth of the Prime Minister, the statement is communal, bigoted and unconstitutional. By making such statements, Mr. Modi has defiled the dignity of his office and the constitution that he took an oath on when he assumed the office of Prime Minister. The Citizenship Amendment Act that was pushed through the Parliament and got an overnight signature by the President, is a despicable move to divide the country on grounds of religion, gender and class. The implementation of the Act in Assam has already shown that women have been the worst affected. With the least amount of access to resources, they have been bound by patriarchy to prove their identity. The detention centre in Jorhat, that is exclusively for women, is nearly full, as women have failed to prove their relation to their fathers or husbands or sons or brothers. Coupled with religion, the Act has proven to being an unconstitutional inhuman move to tear the social fabric of the country. A refugee woman from any of the three countries would be fleeing sexual assault, loss of family members, loss of papers, loss of proof of persecution on ground of religion, and would end up in a detention centre without the right to be called a human being. Reality proves that the Home Minister's words are nothing but a pack of lies. His assurance to Indian Muslims that they will be safe are contradicted by the fact that the family of the former president, government employees, armed forces personnel and families who have been living in Assam for generations have been excluded from a Citizen's list, only due to their religion?!!!!! Mr. Modi India has always been a plural multi-cultural country with many religious and regional diversities. Your attempt to communalize the current agitation is an abhorrent idea. If you go around trying to label all violent rioters based on their dress, keep in mind that the world also knows about your uniform and that of the infiltrators who are turning the peaceful protests into armed clashes. Every part of the country that is burning today due to your politics and policies, can be identified by a dress. Waging a war with students reflects the low educational inferiority complex of the political dispensation in power. It is sad that the police too has given up on the values enshrined in the constitution to do their duty of protecting the weak irrespective of religion, class, caste, creed or gender. It is sadder that the political party in power is ready to fight unarmed students on unequal terms for petty political gains. The students are fighting for their rights, the rights of the future generations, for justice, for equality and an inclusive India that was dreamt of by the freedom fighters and framers of the Constitution. Their fault lies in the fact that they are educated, seek knowledge through their institutions and are ready to stand up for the voiceless. Their voices for the human rights of the minorities will not go unheard or unsupported. Repression of student voices by giving it a communal colour reflects the shallowness of the ideology you follow. The students and the non-bigoted Indians are going to ensure that you are stopped from destroying the country any further. #WeStandWithStudents #NoCAA #NoNRC #BoycottCommunalPolarization __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-6939121c12d93', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2019/12/17/nfiw-condemns-the-divisive-statement-of-the-prime-minister/"
  },
  {
    "_type": "post",
    "title": "PRESS RELEASE  for JNU&nbsp;Students",
    "slug": "press-release-for-jnu-students",
    "language": "english",
    "publishedAt": "2019-11-19T17:50:27+05:30",
    "excerpt": "NATIONAL FEDERATION OF INDIAN WOMEN (NFIW) On JNU PRESS RELEASE &#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;- NFIW strongly condemns the brutal crackdown",
    "content": "NATIONAL FEDERATION OF INDIAN WOMEN (NFIW) On JNU PRESS RELEASE &#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;- NFIW strongly condemns the brutal crackdown on a peaceful march led by JNU students on 18th of November. The Delhi police have betrayed its cowardly character in resorting to such brute violence with unarmed students. We are shocked to hear that Delhi police specifically targeted the women and the PH/VH students. We ask what threat did the unarmed students of JNU who were demanding their democratic right to accessible education pose that they had to be suppressed in such a deplorable manner. NFIW hold the administration of JNU responsible for this brutality as we know that the students of JNU have been striking for weeks, standing firm on their demands and instead of engaging with them, the Vice chancellor has been absconding from his office and avoiding any dialogue. It is deplorable that instead of having the courage to face the students of the University that he heads, Vice Chancellor Mamidala Jagadish Kumar has been issuing threatening notices and releasing warning videos. NFIW unequivocally reject the sham of the progressive fee structure based on economic backgrounds of the students. As a women’s organization we understand the disparate social backgrounds and the myriad challenges that women students have to overcome in order to reach institutions of higher learning such as JNU. A decision that reduces the struggles of women and other marginalized students to just family incomes is a measured move to keep these sections of the society out of institutions of higher learning. We strongly stand by the demands raised by the students of JNU. Free and accessible education is a right of every citizen of this country and not a privilege of a few. The JNU administration must immediately roll back the increased fee structure and the changed hostel manual. The administration must leave its high-handed attitude and initiate a dialogue with the students’ union. We demand that the MHRD must immediately remove the VC of JNU who has refused to meet the student representatives for the last four years. In spite of this the continuation of M J Kumar as VC shows the hidden agenda of this government. JNU is an institution which has for decades preserved the Constitutional value of social justice through mechanism like deprivation points, reservations and a reduced fee structure. If these mechanisms were to be undermined, the very structure of JNU and the academic excellence that it is able to garner would crumble. We understand that the decision to make JNU a more exclusionary university is a calculated move in the current political climate to destroy the democratic culture of debate and dissent within universitiesand establish only a particular ideology in these spaces. This nefarious plan is not acceptable to the JNU students and we assure them that NFIW stands shoulder to shoulder with them in this battle till the end. Annie Raja General Secretary NFIW",
    "link": "https://nfiw.wordpress.com/2019/11/19/press-release-for-jnu-students/"
  },
  {
    "_type": "post",
    "title": "NFIW statement against RTI&nbsp;amendments",
    "slug": "nfiw-statement-against-rti-amendments",
    "language": "english",
    "publishedAt": "2019-07-22T07:42:34+05:30",
    "excerpt": "The National Federation of Indian Women strongly condemns the amendments to the RTI Act introduced by the NDA government and demands that they be withdrawn with immediate effect. Amendments which will",
    "content": "The National Federation of Indian Women strongly condemns the amendments to the RTI Act introduced by the NDA government and demands that they be withdrawn with immediate effect. Amendments which will impact peoples’ fundamental rights must follow due process and be put through extensive debate and discussion by referring them to the appropriate Parliamentary Standing Committees. All draft legislations, including amendments, must be put through the pre-legislative consultation process. The RTI Act is used every year by nearly 6 million citizens of the country. It has proved to be the strongest tool in the hands of ordinary citizens to realize their fundamental right to know. Its also an instrument to check and prevent corruption at all levels particularly at the grassroot. The law’s passage in the Parliament in 2005 was a victory for peoples’ movements and campaigns. The RTI Act has been a great equaliser and has played a major role in empowering women from every section of society whether rural or urban, rich or poor. It has given them a tool which enables them to demand for and realise their fundamental rights. Women have used this law extensively to ensure access to government proclaimed schemes, fight against the inequality inherent in our society, expose corruption and ensure accountability. RTI Act also ensures dignity to women and in turn it gives them a sense of real empowerment. The bill seeks to amend the RTI Act in order to empower the Central Government to unilaterally decide the tenure, salary, allowances and other terms of service of Information Commissioners at the Centre and States. If this Bill is passed as it is then the RTI Commission will become yet another tool, with no powers of its own, of the government in power. This will put our democracy in greater danger. Weakening of democratic institutions will lead to dictatorship. In order to prevent such disasters and save the country, the NFIW demands the strengthening of the RTI Act by filling up all vacancies in Information Commissions immediately. Stopping attacks on information seekers Implementing the Whistle Blowers Protection Act Addressing poor implementation of Section 4 of the RTI Act, which mandates pro-active disclosure of information Withdraw, with immediate effect, the amendments to the RTI Act introduced by the NDA government. July 22, 2019 __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-6939121f1b0e4', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2019/07/22/nfiw-statement-against-rti-amendments/"
  },
  {
    "_type": "post",
    "title": "Women&#8217;s Watch,  April- June&nbsp;2019",
    "slug": "womens-watch-april-june-2019",
    "language": "english",
    "publishedAt": "2019-07-18T08:23:18+05:30",
    "excerpt": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "content": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2019/07/18/womens-watch-april-june-2019/"
  },
  {
    "_type": "post",
    "title": "Farewell Pimmi Di",
    "slug": "farewell-pimmi-di",
    "language": "english",
    "publishedAt": "2019-07-08T07:02:20+05:30",
    "excerpt": "PrimlaLoomba or Pimmiji, as she was fondly called by friends and comrades, was a strong pillar of the women’s movement in India. She was a long time member and leader of the National Federation of Ind",
    "content": "PrimlaLoomba or Pimmiji, as she was fondly called by friends and comrades, was a strong pillar of the women’s movement in India. She was a long time member and leader of the National Federation of Indian Women (NFIW) and got associated with itsince its early years. Primla Loomba (nee Dhawan) was born on December 24, 1924 in Multan. Her father, Devi Dayal Dhawan was in the judiciary and posted in various places &#8211; Sialkot, Ludhiana, Amritsar, and finally in Lahore. Her mother, Lakshmi, was brought up in Jammu and Kashmir as her maternal grandfather was a doctor and Chief Medical Officer of the state. Primla’s schooling was irregular, partly due to her father’s transferable job and partly because she suffered from asthma. She completed her matriculation from Alexandra High School, Amritsar and joined Kinnard College in Lahore. She completed her MA from Government College, Lahore in Political Science, after which, she taught in Hansraj Mahila College and Islamia College for Women in Lahore. In the 1930s, the Nationalist Movement was strong in Punjab with numerous strikes and demonstrations. Vimla Bakaya (later Dang), who was a year junior to Primla, was politically very active and became a close associate of Primla. Along with Oshima Raikhy, they got in touch with Mrinalini Chattopadhyay (sister of Sarojini Naidu) who was Principal of the Gangaram School, and whose house was a meeting ground of political people. Partition changed the course of Primla’s life. She was to go abroad for further studies, but she was sent to Ferozepur to stay with her sister and her brother-in-law, who was posted there. Ferozepur was on the border area and there, along with her friends, she started working in the refugee camps and gave injections to people infected by cholera. Along with other young girls, she also put up cultural shows to resist the RSS propaganda that ‘Muslims should be compelled to go to Pakistan’. In January 1948, her father posted in Simla, was heading an anti-corruption tribunal. He was a liberal and broad minded man, beyond his times, and arranged for Primla to go to the U.S. Shejoined Cambridge, Massachusetts and started working on her PhD thesis on ‘Political Ideology of the Indian National Congress’. However, she could not finish it. On her return to India in June 1950, Primla joined the CPI. She also joined the Deshbandhu College in Delhi as a lecturer. Soon, she fell in love with and married Satish Loomba, a Communist and trade unionist in Jalandhar, where she also shifted in 1954.Along with Oshima Raikhy and others, she built a school there. At the time, prejudice against the Communists was high, so it was difficult for her to get a job in any college. She worked therefore in the All India Radio (AIR) conducting a children’s programme in Punjabi. From 1954 to 1962, Primla was active in the Punjab based mass women’s organisation Lok Istri Sabha, along with Shakuntala Sukhan, Swaran Sharma, Basso and others. They worked both among urban and rural women and created awareness on the Hindu Code Bill. She also worked for promotion of literacy in the Bhargav Camp, also known as Chamar Basti. In 1962, Primla came back to Delhi andstarted searching for jobs. She finally got an offer from the Delhi Public School to set up a branch at R.K. Puram, where she worked for 23 years from 1962 to 1984. Primla’s first political contact in Delhi was Sarla Sharma. For a short period, she became the Vice President of the Delhi Janwadi Mahila Samaj. Later she started working with Vimla Farooqui at the NFIW Central office, regularly coming from her school to the Theatre Communication Building at Connaught Place, from where the office used to function before being shifted to Ansal Bhawan. From 1973 she started editing the NFIW Bulletin and was its editor for many years. Around the time, she also began working in Trilokpuri along with Bulu Roy Choudhury and others. She helped set up literacy centres around Panchkuan and Paharganj areas. After the 1984 anti sikh riots, Primla, along with Kaushalya organised relief work at Kalyanpuri and set up tailoring centres so that women could earn something on their own. In 1985, Primla attended the WIDF Conference along with Tara Reddy. She was also the Indian representative in WIDF headquarters in Berlin between 1986 and 1987. Primla was involved in the day to day functioning of the organisation. She also contributed richly by preparing Commission Papers for NFIW Congresses, particularly on problems of Communalism. Her papers, along with her writings in the NFIW magazine remain as a rich archivefor us. She was also the NFIW representative in the Internal Complaints Committees of many Public Sector Undertakings (PSUs). Also, she was a member of the Aruna Asaf Ali Trust and regularly attended its meetings. As a deeply committed activist and educationist, Primla touched and shaped the intellectual and moral lives of large numbers of young and old women and men. Her work and strength of character remained a source of inspiration for all those who came to know her. When in 1973, she lost the love of her life, her husband Satish Loomba in an airplane crash, she remained a picture of courage and tenacity, and as a single mother, brought up her two young, school going children, Ania and Bindiya. She was a fighter who never allowed herself to become a victim of her circumstances. Few years back, she lost her daughter Bindiya to cancer and was herself undergoing cancer treatment for a long time, but that did not deter her and she continued to be actively engaged with Spring Dales school as well as NFIW. In recent years, she attended many programmes organised by NFIW, such as on ’60-year celebration’, Love Jihad (‘Love and Let Love’), ‘Reclaiming India’ and 33 per cent reservation. She also participated in many joint protests and meetings. As her health permitted, she also came to many office meetings. Even though she never called herself a ‘feminist’, Primla remained however one of the most radical and progressive voice both in the organisation and the women’s movement at large. She was always encouraging and guiding young feminist activists and was abreast with the theoretical debates and practices across the world. A woman of extra-ordinary beauty, Pimmiji always exuded warmth, radiance and strength. Those who know her intimately sing praises about her many other wonderful talents. She was a superb cook and a wonderful seamstress, who tailored all her own clothes to perfection. The tapestries embroidered by her still adorn the walls of many a family member’s homes! Pimmiji’s positive and inspiring presence will be deeply missed, and She will always reside in our hearts. __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-6939122175aec', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2019/07/08/farewell-pimmi-di/"
  },
  {
    "_type": "post",
    "title": "President of India has failed the women of&nbsp;India",
    "slug": "president-of-india-has-failed-the-women-of-india",
    "language": "english",
    "publishedAt": "2019-06-20T18:34:08+05:30",
    "excerpt": "PRESS RELEASE To The Bureau Chief President of India failed the women of India The National Federation of Indian Women (NFIW) expresses its deep disappointment over the address of the President of Ind",
    "content": "PRESS RELEASE To The Bureau Chief President of India failed the women of India The National Federation of Indian Women (NFIW) expresses its deep disappointment over the address of the President of India to the joint sitting of Parliament today, the 20th June 2019. While acknowledging the fact that compared to previous elections, the women voters have cast their votes equally with male voters in the 17th Lok Sabha election, the President failed in highlighting the reality that even after seven decades of our independence only 14% members are women in the Parliament of the largest Democracy of the world. Surprisingly the President terms the election of 78 women to Parliament as ‘Picture of New India’. Though the President spoke elaborately on women’s empowerment he confined it to women’s security and centered her around a few schemes like Ujjwala Yojana, Mission Indradhanush etc. He said that the ‘government’s thinking’ promotes not only women’s development but also women-led development. The President continues to say that His Government is committed to make women equal stakeholders in the country’s development and prosperity. NFIW is of the firm opinion that this sort of ‘thinking’ about women’s empowerment from the part of the government is nothing but feudal, Patriarchal and Manuvadi. That is why there is no mention of the passage of the Women’s Reservation Bill in his address. The hugely male dominant Government will decide what is good for the women and when and how they will be empowered and on what aspects. Sadly, the President of India ignored the importance of equal participation of women in decision making in a Parliamentary Democracy. His Government lacks the political will and social commitment to ensure that the decisions are taken collectively by all genders and not exclusively by men. Annie Raja General Secretary National Federation of Indian Women (NFIW) __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-69391222957f6', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2019/06/20/president-of-india-has-failed-the-women-of-india/"
  },
  {
    "_type": "post",
    "title": "NFIW Bulletin Jan-March&nbsp;2019",
    "slug": "nfiw-bulletin-jan-march-2019",
    "language": "english",
    "publishedAt": "2019-05-20T08:24:35+05:30",
    "excerpt": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "content": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2019/05/20/nfiw-bulletin-jan-march-2019/"
  },
  {
    "_type": "post",
    "title": "Women&#8217;s Watch Jan-March&nbsp;2019",
    "slug": "womens-watch-jan-march-2019",
    "language": "english",
    "publishedAt": "2019-05-20T07:32:18+05:30",
    "excerpt": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "content": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2019/05/20/womens-watch-jan-march-2019/"
  },
  {
    "_type": "post",
    "title": "Women&#8217;s Watch: Special Report on Kashmir&nbsp;(2016)",
    "slug": "womens-watch-special-report-on-kashmir-2016",
    "language": "english",
    "publishedAt": "2018-10-14T13:30:51+05:30",
    "excerpt": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "content": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2018/10/14/womens-watch-special-report-on-kashmir-2016/"
  },
  {
    "_type": "post",
    "title": "Culmination of Baatein&nbsp;AmanKi",
    "slug": "culmination-of-baatein-amanki",
    "language": "english",
    "publishedAt": "2018-10-09T17:59:13+05:30",
    "excerpt": "Dear Friends,",
    "content": "Dear Friends,",
    "link": "https://nfiw.wordpress.com/2018/10/09/culmination-of-baatein-amanki/"
  },
  {
    "_type": "post",
    "title": "Flag Off: Baatein Aman&nbsp;Ki",
    "slug": "flag-off-baatein-aman-ki",
    "language": "english",
    "publishedAt": "2018-09-21T02:20:42+05:30",
    "excerpt": "BAATEIN AMAN KI",
    "content": "BAATEIN AMAN KI",
    "link": "https://nfiw.wordpress.com/2018/09/21/flag-off-baatein-aman-ki/"
  },
  {
    "_type": "post",
    "title": "Letter to Minister (Ministry of Women and Child&nbsp;Development)",
    "slug": "letter-to-minister-ministry-of-women-and-child-development",
    "language": "english",
    "publishedAt": "2018-06-20T04:03:42+05:30",
    "excerpt": "15th June, 2018 From, Annie Raja General Secretary National Federation of Indian Women 1002, Ansal Bhavan, Kasturba Gandhi Marg New Delhi 110001 To, The Hon’ble Minister Ministry of Women and Child De",
    "content": "15th June, 2018 From, Annie Raja General Secretary National Federation of Indian Women 1002, Ansal Bhavan, Kasturba Gandhi Marg New Delhi 110001 To, The Hon’ble Minister Ministry of Women and Child Development. New Delhi Dear Minister, We, members of the National Federation of Indian Women (NFIW), have been extremely shocked to read the report in the Business Standard of 14th June 2018, that the WCD Ministry of the NDA Government has asked that the beneficiaries of the ICDS scheme in the country be made to say on camera how grateful they are to the Prime Minister and the Govt. for the benefits they are receiving. We understand that all District and Block level officers have been asked to shoot and send these videos to the Ministry, and they are already being used for purposes of publicity We are disturbed at the very unethical use of power that is being displayed here. All governments, we know, try to take credit for all development work in the country, especially as we enter election year. But we also know that the ICDS scheme and related benefits were planned and implemented by the UPA Government more than a decade ago. The NDA Government has played no role in it, except to roll back some benefits and rename others. In the circumstances we consider this a reprehensible and positively dishonest attempt to appropriate credit for work done by others. It is also a shameful use of the power of government over poor women, made worse by the fact that it is being done by fiat. We therefore request you to immediately withdraw this order and refrain from using videos in which women were clearly coached to say what the officials wanted them to say. It is not just unethical but shows a ruthless, disrespectful use of women who are powerless to protest. Thank you, Annie Raja General Secretary, NFIW __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-6939122c1faa5', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2018/06/20/letter-to-minister-ministry-of-women-and-child-development/"
  },
  {
    "_type": "post",
    "title": "Press Release for Baatein Aman&nbsp;Ki",
    "slug": "press-release-for-baatein-aman-ki",
    "language": "hindi",
    "publishedAt": "2018-06-16T04:41:14+05:30",
    "excerpt": "On 14 June 2018 a formal press conference detailing the Baatein Aman Ki campaign, was held at the IWPC. Women groups from across India are coming together in a campaign conceived to address democratic",
    "content": "On 14 June 2018 a formal press conference detailing the Baatein Aman Ki campaign, was held at the IWPC. Women groups from across India are coming together in a campaign conceived to address democratic challenges facing the country. बातें अमन की campaign is planned between September 22 and October 15, 2018, is an effort to galvanize women and men across India to rise against the violence and chaos that has engulfed our country. Five routes have been chalked out. Women's groups and people’s networks in various cities, towns, villages en route will be invited to form local coordination committees and host the groups of women traveling on different routes. National Federation of Indian Women has been fighting exclusion, discrimination and injustice based on gender, religion, caste and class, for decades. However, in the last four years, the battle has been tougher. In its effort to contain the rising tide of communalism and ne-liberal economic destruction, NFIW regularly partners with movements, individuals and organizations working towards the same goal. One such effort is the Baatein Aman Ki. This is the first time in the history of India that large sections of women have been forced into humiliating situations within their own homes due to demonetization as thousands of women lost their livelihood. Demonetization, riots, lynchings, parallel moral police and the overall rise in hate crimes and speeches need to be countered at as many levels as possible. Annie Raja (NFIW), Marium Dhavle (AIDWA), Leena Dabiru and Shabnam Hashmi (India Inclusive) while addressing the press conference pointed out that there is a targeted attack on the Constitutional rights of women in India. A direct attack on the independence of women, has been accompanied by constant effort to psychologically undermine women through systematic propaganda. The growth of violence in society is making a deep impact on the lives of women. Mob lynching by the cow vigilantes, honor killings etc have become a daily affair. Attacks on Muslims, Dalits and Christians are creating an atmosphere of fear and insecurity. This normalization of violence must be stopped. Inspired by the Hitlerian policy of the superiority of colour and race, and in the footsteps of, various outfits of RSS: Garbh Vigyan Sanskar (Uterus Science Culture), Arogya Bharati and Vidya Bharati have been conducting live trials in various parts of the country to produce ‘fair’ and ‘tall’ ‘customised’ children. Like their predecessors they see the role of women as submissive wives and mothers who produce babies of ‘good race’. There is a strong agreement among the conservative clergy of all religions and fascist forces on women’s role in society Under the Modi government, there has been a frontal attack on the Constitution that adversely impacts women. This includes right to dress, speak, write, eat and choose a life partner, rights gained through sustained feminist struggles. In addition, neo-liberal economic policies have not only adversely impacted Indian women in general, but also those of us who are Dalits, Adivasis and people already marginalised in this country. The fragile economic base has been devastated. Women who are from the minority communities &#8211; Muslims, Christians and other religious minorities, Dalits, those following a different ideological bent; and all dissenting voices are being attacked on a regular basis with the active support of the ruling party, the BJP. The violence and atrocities by the Indian State against Kashmir's youth and women has exceeded all previous limits. Our women's peace initiative believes that dignity and rights for the Kashmiri people and withdrawal of the military footprint from civilian areas in Kashmir are essential for peace in Kashmir. As women and citizens we have been horrified at the state’s response to the Kathua and Unnao rapes. They have been targeted for political revenge and vendetta. We are witnessing a steady deterioration in the rule of law, and the basic constitutional commitment to equality. The political and religious discourse being created around these rapes are equally unacceptable. Rape is used to polarize people on communal lines. Many Laws like Minimum Wages Act, PWDVA, Dowry Prohibition Act, PCPNDT Act, MGNREGA, NFSA, RTI, etc. that came into existence due to the long struggles by women's movements, are now under attack. There is a conscious effort to negate and destroy these acts. Women constitute 50 per cent of the country's population and there is a crucial need to bring women across the country together to build on the huge political gains that women’s movements have achieved over the last century. Any talk on growth will have to include the larger concerns of equality &#8211; political, democratic and socio-economic. Cutting through obscurantism, we need to reestablish and bring back on course the developmental agenda of this country on the grounds of Constitutional guarantees. Annie Raja (NFIW) pointed out that, \"In the last four years the position of women in India has been deteriorating at an alarming rate. This is chiefly due to politicizing religion, and bringing religion into politics &#8211; where the Hindu right wing organisations are playing a leading role. They have been deciding moral values and ascribing the role of women in society. They have invoked religion with the implicit and often explicit consent of the ruling BJP. ‘She further added,’ this govt has betrayed women in the name of various incentives. The time has come to make our voices louder. Through Baatein Aman ki we will stand against all those forces that are trying to break the country in the name of religious or nationalist sentiments.\" Marium Dhavle (AIDWA) said, \"Stereotypes in the name of tradition imposed on women over the centuries that we have fought against, alongwith the demand for equal participation in public affairs and in public spaces, and establish ourselves in the context of an empowered democratic India is at stake.\" She further added, \"Moreover, needs of the people are not fulfilled. 7000 people dying daily of hunger in India mainly women and children. One third of hungry people of the world are in India. In Jharkhand, if a person has died due to hunger the government will conduct post mortem to assess whether they have died of hunger or not. In the name of culture and tradition, women are pushed further. The concept of RSS that women should be at home is being propagated.\" Shabnam Hashmi (India Inclusive) said, \"Women are deeply concerned by the growing violence in the country and all major women groups and people’s movements are joining hands together to spread love and peace. It is for the first time perhaps since the freedom struggle that women are coming together not for talking about women rights only but about the country as a whole and all problems faced by different sections of the people including farmers, students, unorganized sector, professionals , women, adivasis, Dalits and minorities and safeguard the Indian constitution. She said fascist forces are taking over and this campaign will be taking the forces of hatred on the ground as well as fighting the atmosphere of fear.” Leena Dabiru (India Inclusive) talked about the need for women to rise and fearlessly fight against the onslaught on the constitutional values. She told media that a large number national networks, individuals and local organisations are joining the campaign. She detailed all the five routes of the Baatein Aman Ki campaign to the media. __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-6939122d3ee33', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2018/06/16/press-release-for-baatein-aman-ki/"
  },
  {
    "_type": "post",
    "title": "Women&#8217;s Watch Jan-March&nbsp;2018",
    "slug": "womens-watch-jan-march-2018",
    "language": "english",
    "publishedAt": "2018-04-27T17:21:05+05:30",
    "excerpt": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "content": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2018/04/27/womens-watch-jan-march-2018/"
  },
  {
    "_type": "post",
    "title": "Press Statement on POCSO&nbsp;ordinance",
    "slug": "press-statement-on-pocso-ordinance",
    "language": "english",
    "publishedAt": "2018-04-22T11:04:21+05:30",
    "excerpt": "22 April 2018 Succumbing to a populist demand by some sections, Modi government yesterday passed an ordinance for changes in the POCSO Act awarding death penalty to rapists of children below 12, that ",
    "content": "22 April 2018 Succumbing to a populist demand by some sections, Modi government yesterday passed an ordinance for changes in the POCSO Act awarding death penalty to rapists of children below 12, that has been signed by the President today. As usual there was no study conducted to ensure that it was a feasible option or if there could be better alternatives. National Federation of Indian Women is appalled by the tampering of the POCSO Act of 2012 that was formulated in order to effectively address sexual abuse and exploitation of children. We would like to point out that the government is covering its incompetence. It lacks the political will to tackle the issue of crimes against women and children. The Death Penalty is a face saving move by a party that has the largest number of sexual offenders in its rank and file. A Party that shields it's own members who are charged with rape and murder to talk of death sentences is hypocrisy. When a party unable to censor its own members from telling women not to eat chowmein, carrying a mobile phone or publicly humiliating Nirbhaya's mother, decides of pass ordinances, it does not show a commitment to the cause of ensuring the safety and security of women. Rather it shows the party's desperation to win another election. Studies have proven that death penalty for crimes like rape or sexual assault do not work as a deterrent to the crime. An effective implementation of existing legislation is needed more than extreme rhetorical steps. The need of the hour is to sensitize the work with civil society organizations to create public awareness about the legal provisions for safeguarding children and women from heinous crimes. The demand of the women's organization for an effective implementation of the Verma Commission report, proper utilization of the Nirbhaya Fund to run sensitization programmes regarding sexual violence with the police and the public, have not been heeded. The government lacks sincerity in bringing about simultaneous judicial and police reforms to ensure that there are enough fast track courts in each district of the country, to tackle the problem. It lacks the honesty to ensure that the large number of pending cases are dealt with speedily and justly. The country has a large number of pending cases and a very low conviction rate, pointing to the level of corruption at the political level when it comes to dealing with offenses against women and children. NFIW would like to see the Prime Minister detailing a plan for the utilization of the Nirbhaya Fund. We demand a proper budgetary allocation for the implementation of the existing Laws that are aimed at protecting the Constitutional rights of women and children. We want an end to such populist measures. If the government is serious, it should cancel the membership of the Legislative Assembly of the two Ministers who have been brazenly supporting the rapists and communalizing the issue in Kathua. We want a commitment to ensure that Unnao and Kathua are never repeated. We want the government to penalize those who support criminals by taking out rallies with tricolours honouring and defending the offenders. We want to see tangible action against the police connivance that killed the Unnao victim's father in custody. Mere passing of populist ordinances is not a solution. Annie Raja (Gen. Sec.) NFIW. __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-693912305d5eb', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2018/04/22/press-statement-on-pocso-ordinance/"
  },
  {
    "_type": "post",
    "title": "Women&#8217;s Watch Oct-Dec&nbsp;2017",
    "slug": "womens-watch-oct-dec-2017",
    "language": "english",
    "publishedAt": "2018-03-01T19:58:50+05:30",
    "excerpt": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "content": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2018/03/01/womens-watch-oct-dec-2017/"
  },
  {
    "_type": "post",
    "title": "NFIW on the Supreme Court Verdict regarding Instant Triple&nbsp;Talaq",
    "slug": "nfiw-on-the-supreme-court-verdict-regarding-instant-triple-talaq",
    "language": "english",
    "publishedAt": "2017-08-22T10:49:16+05:30",
    "excerpt": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "content": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2017/08/22/nfiw-on-the-supreme-court-verdict-regarding-instant-triple-talaq/"
  },
  {
    "_type": "post",
    "title": "An AppealTo  Members of the Electoral College for  India’s Presidential&nbsp;Elections",
    "slug": "an-appealto-members-of-the-electoral-college-for-indias-presidential-elections",
    "language": "english",
    "publishedAt": "2017-06-22T13:15:30+05:30",
    "excerpt": "22 June 2016 India will be electing its 14th President in July this year. We voice the concerns of the National Federation of Indian Women (NFIW), its members, and sympathizers for electing a person c",
    "content": "22 June 2016 India will be electing its 14th President in July this year. We voice the concerns of the National Federation of Indian Women (NFIW), its members, and sympathizers for electing a person capable and committed to protect constitutional guarantees in the upcoming Presidential elections. The President of India as the Head of State has immense executive, legislative and military powers as defined by the Constitution. S/he enjoys powers to appoint and remove high Constitutional authorities, including the Prime Minister. All appointments of the Judges of the Supreme Court and the High Courts, the State Governors, the Attorney General, the Comptroller and Auditor General (CAG), and the members of the election commission are made in his/her name. S/he is also the Supreme Commander of the Armed Forces. Therefore the President’s every decision has a far reaching and significant impact on the nation. India is witnessing the systematic undermining of constitutional guarantees in many ways. Equality, the right to freedom of expression and choice, discrimination and victimization of minorities, Dalits, adivasis and women, are increasing both conceptually and in cascading acts of violence. The country is now ruled by fear. The defense and propagation of backward traditional practices by the religious extremists, fostered by the silence of the state, promotes misogynistic mind sets and patriarchy. The revival of Manusmriti threatens equality for Dalits and women and secular, democratic values. The increased violence against women in all forms, is a direct consequence of the revival and tacit approval of regressive traditional practices. The last three years have seen a brazen growth of such attitudes – the situation in UP after the elections is an obvious and glaring example. All the progress achieved by women in defeating patriarchal forces since independence now stand threatened with the Romeo squads, love jihad, honour killings and vigilantism which continue unchallenged. There are reportedly moves to organise meetings to amend the constitution and to make India a Hindu theocratic state, threatening the equality considered essential for the well being of its multiple religions and the plurality of its culture and people. Dissent and difference will be disallowed, and there is every possibility that values that have evolved over thousands of years will perish. The Constitution itself could thus be changed to become a tool of oppression and exclusion. We therefore urge you to unanimously support only those candidate who will uphold the constitution and its secular and democratic values; and thereby be worthy to be considered for becoming the President of India. Aruna Roy Dr. Syeda Hameed National President (NFIW) Muslim Women’s Forum Annie Raja GS NFIW Rajni Tilak Rashtriya Dalit Mahila Andolan (RDMA) Gargi Chakravartty, Krishna Majumdar, ( National Vice Presidents NFIW), Aruna Sinha, Dr. Koninika Ray, Kamaljeet, Shyamkali (National Secretaries NFIW) State Presidents State General Secretaries Nirmal R Rubina (J&K) Meera Sharma Remya (HP) Kushal Baura Rajinder Kaur (Panjab) Neelam Siddhu Nisha (Haryana) Dr.Noor Zaheer Philomina John (Delhi) Nisha Siddhu Sunita Chathurvedi (Rajasthan) Pushpa Sharma Asha (Gujarat) Smita Pansare Lata Bhise (Maharashtra) Krishna Dubey Sariga(MP) Vimla Durga Bhavani(AP) Chhaya Srujana (Telengana) Susheela P.Padmavathy Kamala Sadanandan Adv.P. Vasantham (Kerala) Hemalata B.Sarala (Puducherry) Jyothi Anandasubharao Pramoda (Karnataka) Krishnapriya Prabhavati Das (Orissa) Asha Mishra Dr. Seema ( UP) Tara Dey Shyamasree Das (WB) Manikuntala Asomi Gogoi (Assam) Sakhi Devi Sarojini (Manipur) Jaya Biswas Sushmita Nandi (Tripura) __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-6939123483910', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2017/06/22/an-appealto-members-of-the-electoral-college-for-indias-presidential-elections/"
  },
  {
    "_type": "post",
    "title": "SEVEN DECADES FOR 12%; HOW LONG FOR&nbsp;33%",
    "slug": "seven-decades-for-12-how-long-for-33",
    "language": "english",
    "publishedAt": "2017-01-12T08:07:57+05:30",
    "excerpt": "National Seminar on Two Decades of the Women’s Reservation Bill 12th September 2016 marks the twentieth year of the introduction of Women’s Reservation Bill in Parliament. The Women's Reservation Bill",
    "content": "National Seminar on Two Decades of the Women’s Reservation Bill 12th September 2016 marks the twentieth year of the introduction of Women’s Reservation Bill in Parliament. The Women's Reservation Bill, which seeks to reserve one-third of all seats for women in the Lok Sabha and the State Legislative Assemblies was introduced on 12th September 1996 as 81st Constitutional Amendment Bill by Deve Gowda Government. In 1998 the Bill was re-introduced as the 84th Constitutional Amendment Bill by the Atal Bihari Vajpayee Government. In 1999 the NDA government re-introduces the Bill. In 2003 the Bill was introduced twice in Parliament. But all these Bills were lapsed with the dissolution of their respective Lok Sabha. In 2008 the UPA government tabled the Bill in the Rajya Sabha to save from getting it lapse. On 9th March 2010 the Bill was passed by the Upper House of Parliament, the Rajya Sabha. The 1996 Women’s Reservation Bill recommended that reservation will be provided for women of Other Backward Classes (OBCs) once the Constitution was amended. It also recommended that reservation be extended to the Rajya Sabha and the Legislative Councils. Neither of these recommendations has been incorporated in the Bill which was introduced as the Constitution (One Hundred and Eighth) Amendment Bill, 2008 by the Congress led UPA government. It, however, seeks to reserve one-third of all seats for women in the Lok Sabha and the state Legislative Assemblies. Out of the total number of seats in the Parliament, 543, one-third (124) is reserved for Schedule Castes (80) and Schedule Tribes (44). The present Bill ensures one-third seats for SC/ST women from out of these reserved 124 seats. This will be the same in case of State Lagislative Assemblies. On the occasion of the 20th year of the introduction of the Bill the National Federation of Indian Women (NFIW) organized a National Seminar on “Two Decades of Women’s Reservation Bill” at the Constitution Club, VP House, New Delhi on September 12, 2016. The Seminar had two sessions in which women from 15 states participated. Annie Raja, General Secretary, NFIW gave the introductory address. She spoke of the pressing need for women’s reservation in legislatures. She pointed out that even after seven decades of Independence there are only 12 per cent women in the Parliament. She highlighted the role of NFIW in carrying this struggle forward through campaigns, protests and public meetings and emphasised that men and women have to work together for the passage of this Bill. Session I The first session was presided over by NFIW Vice President Dr Gargi Chakravartty. She said in India women’s groups took a stand against reservation during the preparation of the ‘Towards Equality’ report in 1973. The simple reason was that they all believed and hoped that over a period of time women’s presence in the legislatures will increase on its own. But that hope was belied in the coming years as all political parties, including left parties failed to encourage women candidates for elections. The need for reservation therefore became evident. She also noted how India fares the worst among the South Asian countries on the issue of women’s political representation. While India has only 12 per cent women in the Parliament, Bangladesh has 20 per cent, Pakistan 28 per cent and Afghanistan 28 per cent. Scandinavian countries have much higher representation because they introduced reservation long back. Amarjeet Kaur, National Secretary of All India Trade Union Congress (AITUC), and former General Secretary of NFIW (1999-2002) in her inaugural address narrated key moments from the history of the women’s movement in India and the role of NFIW. The freedom struggle saw participation of large numbers of women and the emergence of several women leaders. One such Gandhian leader, Aruna Asaf Ali, who was very active during the Quit India movement, became the President of NFIW in early sixties. From the initial years to now, NFIW has worked very closely with the Women’s International Democratic Federation (WIDF), a socialist institution that addressed the question of gender in its wider social, political, economic and cultural context. A number of NFIW leaders served on important positions within WIDF, and this body was instrumental in advocating for the recognition of Women’s Day in the United Nations (UN) in 1975. The UN held a number of important international conferences, including in Mexico (1975), Nairobi (1985) and Beijing (1995) which saw massive participation from India and elsewhere. It was in the Beijing conference that Indian govt. made a commitment to reserving 33 per cent seats for women in the Parliament. Later, Geeta Mukherjee, a Lok Sabha member from CPI pushed for the passage of the Bill for reserving 33 per cent seats in Union and State Legislatures. A nationwide campaign was done by women’s organisations through debates and events in educational and other institutions. The Bill was passed in the Rajya Sabha but during its discussion in Lok Sabha, it was opposed by a number of members, prominently Uma Bharti, on grounds that it did not include reservation of OBCs. The Bill hangs in limbo, even as the young generation today is in support for the same. Amarjeet recollected the International and National role played by NFIW in the struggle for gender equality and women’s empowerment in every sphere. The leadership at different point of times brought the women’s movement together in this fight. For the passage of Women's Reservation Bill Geeta Mukherjee worked hard as the Chairperson of the Select Committee and played a leading role both inside and outside Parliament. Therefore the fight needs to continue, a fight that is not against men but against patriarchal thinking. Gopal Guru, a Professor of Political Science in the Jawharlal Nehru University (JNU) spoke about 'Dr. B.R. Ambedkar and Women's Rights'. Ambedkar said the rights are not rights till they are exercised. Referring to Women's Reservation Bill he strongly favoured the system of rotation and said the argument of nurturing a constituency by the elected person is not appreciated as the person is elected for a specific period and will have to work for the people of the constitutency for that specific period. He underscored that the women’s question has been addressed by a number of important figures in modern history, both men and women. But non Brahminical people like Jyotiba Phule, Tarabai Shinde, Ramabai Ranade and B.R.Ambedkar have taken very radical stands on the same. He noted the immense contribution of Ambedkar in drafting the Hindu Code Bill which gave all women the right to inter caste marriage, divorce, maintenance and inheritance. Prof Guru then explicated the importance of ‘right’ versus ‘opportunity’. The Constitution gives women a right to raise their voice against patriarchy, but a right only becomes a right if it is exercised. And right can only be exercised if there is an opportunity, which is given by reservation. Women’s reservation is therefore a critical step in promoting women’s rights in all spheres. But it is opposed by those political representatives who don’t wish to give up their power. To address this, a rotation system should be introduced so that a Member of Parliament cannot sit for successive terms.",
    "link": "https://nfiw.wordpress.com/2017/01/12/seven-decades-for-12-how-long-for-33/"
  },
  {
    "_type": "post",
    "title": "Two Decades of Women’s Reservation&nbsp;Bill",
    "slug": "two-decades-of-womens-reservation-bill",
    "language": "english",
    "publishedAt": "2016-09-10T10:43:57+05:30",
    "excerpt": "Friends, As 12th September 2016 happens to be the 20th year of the introduction of the Women’s Reservation Bill in Parliament, NFIW is organizing a day-long Seminar titled “Two Decades of Women’s Rese",
    "content": "Friends, As 12th September 2016 happens to be the 20th year of the introduction of the Women’s Reservation Bill in Parliament, NFIW is organizing a day-long Seminar titled “Two Decades of Women’s Reservation Bill’, on that day at Deputy Speaker’s Hall of the Constitution Club, New Delhi. The Seminar will be divided into two sessions. 1- Dr. B.R Ambedkar and Women’s Rights, (10:30 am to 1pm) and 2- Seven Decades for 12%, how long for 33%? (2pm- 5pm). We are very happy to invite you to participate in this Seminar. You being a supporter for women’s all round empowerment, we would like you to attend this programme. We would be grateful if you would accept our invitation. Attaching a draft programme. Thanking you, Sincerely Annie Raja General Secretary __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-6939123810f02', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2016/09/10/two-decades-of-womens-reservation-bill/"
  },
  {
    "_type": "post",
    "title": "NFIW Bulletin June&nbsp;2016",
    "slug": "nfiw-bulletin-june-2016-3",
    "language": "english",
    "publishedAt": "2016-08-11T10:09:35+05:30",
    "excerpt": "Visit the post for more. Source: NFIW Bulletin June 2016 Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "content": "Visit the post for more. Source: NFIW Bulletin June 2016 Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2016/08/11/nfiw-bulletin-june-2016-3/"
  },
  {
    "_type": "post",
    "title": "NFIW Bulletin June&nbsp;2016",
    "slug": "nfiw-bulletin-june-2016-2",
    "language": "english",
    "publishedAt": "2016-08-11T10:05:13+05:30",
    "excerpt": "Visit the post for more. Source: NFIW Bulletin June 2016 Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "content": "Visit the post for more. Source: NFIW Bulletin June 2016 Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2016/08/11/nfiw-bulletin-june-2016-2/"
  },
  {
    "_type": "post",
    "title": "NFIW Bulletin June&nbsp;2016",
    "slug": "nfiw-bulletin-june-2016",
    "language": "english",
    "publishedAt": "2016-08-11T09:59:34+05:30",
    "excerpt": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "content": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2016/08/11/nfiw-bulletin-june-2016/"
  },
  {
    "_type": "post",
    "title": "Women&#8217;s Watch June&nbsp;2016",
    "slug": "womens-watch-june-2016-2",
    "language": "english",
    "publishedAt": "2016-08-09T13:09:12+05:30",
    "excerpt": "Visit the post for more. Source: Women's Watch June 2016 Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "content": "Visit the post for more. Source: Women's Watch June 2016 Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2016/08/09/womens-watch-june-2016-2/"
  },
  {
    "_type": "post",
    "title": "Women&#8217;s Watch June&nbsp;2016",
    "slug": "womens-watch-june-2016",
    "language": "english",
    "publishedAt": "2016-08-09T13:03:39+05:30",
    "excerpt": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "content": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2016/08/09/womens-watch-june-2016/"
  },
  {
    "_type": "post",
    "title": "Women&#8217;s Watch October-December 2015",
    "slug": "womens-watch-october-december-2015",
    "language": "english",
    "publishedAt": "2016-02-09T08:40:57+05:30",
    "excerpt": "Dear Friends, The latest issue of Women's Watch is out. We are looking forward to your support and subscription. In case you want to contribute an article or a comment please feel free to contact us. ",
    "content": "Dear Friends, The latest issue of Women's Watch is out. We are looking forward to your support and subscription. In case you want to contribute an article or a comment please feel free to contact us. Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2016/02/09/womens-watch-october-december-2015/"
  },
  {
    "_type": "post",
    "title": "Women&#8217;s Watch",
    "slug": "womens-watch-2",
    "language": "english",
    "publishedAt": "2016-02-03T10:42:02+05:30",
    "excerpt": "Dear Comrades and Friends. Women's Watch is the flagship magazine of NFIW. We would appreciate your subscription to it and if you could circulate the circulation information to all you think are inter",
    "content": "Dear Comrades and Friends. Women's Watch is the flagship magazine of NFIW. We would appreciate your subscription to it and if you could circulate the circulation information to all you think are interested in the issues raised by NFIW. Thank you and hope 2016 brings you the best it has to offer.",
    "link": "https://nfiw.wordpress.com/2016/02/03/womens-watch-2/"
  },
  {
    "_type": "post",
    "title": "Press Statement",
    "slug": "press-statement",
    "language": "english",
    "publishedAt": "2016-02-03T10:41:42+05:30",
    "excerpt": "WCD Minister Maneka Gandhi’s Statement will lead to genocide. The National Federation of Indian Women (NFIW) strongly condemn the statement of Women and Child Development Minister Smt. Maneka Gandhi o",
    "content": "WCD Minister Maneka Gandhi’s Statement will lead to genocide. The National Federation of Indian Women (NFIW) strongly condemn the statement of Women and Child Development Minister Smt. Maneka Gandhi on making sex determination mandatory. This is a very retrograde position and will lead to increase in female foeticide in the country.. The PC PNDT has been brought through numerous struggles by Indian women and their organisations to stop sex determination due to a patriarchal mind set. The Minister must make all effort to see that the implementation of this Act is done properly. The women who work as ASHA must be given worker status and all the benefits as workers, not as volunteers The move to make sex determination is nothing but a ploy to serve vested interest in the country. In the name of increasing hospital deliveries, this move will result in genocide of women. NFIW therefore demand immediate withdrawal of this statement and any such move by the government in this regard. Annie Raja General Secretary __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-693912438aa76', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2016/02/03/press-statement/"
  },
  {
    "_type": "post",
    "title": "Women&#8217;s Watch",
    "slug": "womens-watch",
    "language": "english",
    "publishedAt": "2016-01-05T10:08:28+05:30",
    "excerpt": "Dear Comrades and Friends. Women's Watch is the flagship magazine of NFIW. We would appreciate your subscription to it and if you could circulate the circulation information to all you think are inter",
    "content": "Dear Comrades and Friends. Women's Watch is the flagship magazine of NFIW. We would appreciate your subscription to it and if you could circulate the circulation information to all you think are interested in the issues raised by NFIW. We will keep posting select articles from different issues on this platform, and would like your feedback and comments. Thank you and hope 2016 brings you the best it has to offer.",
    "link": "https://nfiw.wordpress.com/2016/01/05/womens-watch/"
  },
  {
    "_type": "post",
    "title": "From Women&#8217;s Watch of April&nbsp;2015",
    "slug": "from-womens-watch-of-april-2015",
    "language": "english",
    "publishedAt": "2015-12-28T10:20:50+05:30",
    "excerpt": "Is Child Labour a Permanent Arrangement? Sonali Biswas June 12 is observed every year as the International Anti-Child Labour Day. In our country also the day has been marked by Ministers giving a floo",
    "content": "Is Child Labour a Permanent Arrangement? Sonali Biswas June 12 is observed every year as the International Anti-Child Labour Day. In our country also the day has been marked by Ministers giving a flood of assurances to ban child labour. However child labour continues to persist from time immemorial. In fact child labour is an old system of exploitation. Leafing through the pages of history one finds that children were employed in different jobs in various times in Europe and America. According to a statistical data of the 17th Century, two-third of the workers happened to be children in 143 textile factories in England and Scotland. The era of Queen Victoria was notorious in this regard. Child labour was rampant in glass factories, mining, cleaning chimneys etc. At the beginning of the 19th century, child labourers below the age of 15 numbered 10 lakh 70 thousand in different American industries. It is known that eminent literatteur Charles Dickens was forced to work in a shoe-polish factory at the age of 12 due to the impoverishment of his family. According to Karl Marx, British industry flourished because of extraction of child labour and thereby transferring capital to the American economy. It was after the Industrial Revolution, when the working class started organising for their rights, that the ideas of universal education and rights of children were discussed and the issue of child labour created a worldwide debate. As a consequence at the end of the 19th century and beginning of the 20th century child labour was prohibited in the developed nations of Europe and America. International organisations such as ILO took different initiatives to control and curb child labour. According to ILO, child labour is “a violation of fundamental human rights”. In 1989 at the UN’s Convention on the Rights of the Child, Article 32 was passed, which proclaims “state parties recognise the right of child to be protected from economic exploitation and from performing any work that is likely to be hazardous or to interfere with the child’s education or to be harmful to the child’s health or physical, mental, spiritual, moral or social development.” Most countries including India endorsed this declaration. However in many of the developing nations like India and in underdeveloped countries, child labour still exists due to socio-economic and other reasons. According to the ILO’s data of 2015, the number of child labourers in the entire world is 12 crores. India happens to be a country with a huge number of child labourers. According to a study by CRY, child labour in urban areas of India has increased by 53% during 2001-2011. Earlier in 1986, the Union Government passed the Child Labour (Prohibition and Regulation) Act which considered those below 14 years of age as children and according to the Act, they are not to be employed in any kind of hazardous job. Secondly, all children till the age of 14 are entitled to free and compulsory education. This Act has its failings and various organisations have been fighting for redressal of its flaws. UPA Government in 2012 introduced the Child Labour (Prohibition and Regulation) Bill in the Rajya Sabha, which recommended a total ban on child labour till children complete elementary education, which was guaranteed under the Right to Education (RTE) Act of 2009. However the present Union Government is planning to amend this Act and that seems to be more dangerous. The prevention of Child Labour Act, 2012 with amendments will be placed in the coming winter session of the Parliament for final endorsement. According to this new Bill, children below 14 years are prohibited employment except in family enterprises, but only after school hours or during vacations and that would exclude any kind of hazardous job. Children are, however, allowed to work in advertisements, films, TV serials etc, only with necessary protective security arrangements, but not in circus. This amendment has created countrywide controversy. Many social activists think that conditional opportunities will increase the rate of child labour. According to Altamas Kabir, the former Chief Justice of India, this would unfortunately recognise and endorse child labour. Social activists feel that since the issue of family business has not been elaborately explained, this might increase indiscriminate use of child labour. This amendment has dented the children’s right to education. There is an apprehension that children will work at family enterprises at the expense of schooling. Working after school hours will affect children’s time for leisure, play, homework. There is also ample chances of exploitation of child’s labour in the guise of technical skill. There is a link between school and labour and unless one ensures better quality of schooling, i.e. teaching and learning, it will be difficult to curb child labour. In the context of globalisation and neo-liberal economy, foreign capital and corporate houses have been flourishing. India is open to that economy. We have already seen that GAP Incorporation, Primark or Walmart – such multinational companies make use of cheap labour like child labour in Asian countries. This is evident in the textile and fabric industries. In the name of family business is not child labour being brought back? Besides in Karnataka, Maharashtra, Andhra Pradesh, where BT cotton is cultivated, child labour is being used as cheap labour. Almost 80% child labourers work in rural areas and three out of four of them work in agriculture or home-based work. The present Prime Minister Narendra Modi has visited 18 countries in 53 days (till first week of June) in his one year rule, but mainly to seek foreign capital for investment in India, and not for enhancing any political solidarity. One condition for foreign capital is cheap labour, and what could be cheaper than child labour? While writing this article it reminds me of the mangled bodies of children, burnt in the fire cracker factory in Pingla. Those children had lost their childhood much earlier, and now they have literally lost their lives. The present bill is silent about a vulnerable age group between 15 and 18. We need to demand complete ban on child labour, including bonded labour, beggary etc. The Government does not have any obligation to eradicate poverty. Its only objective is to hold on to power in whatever way possible. Businessmen and capitalist forces are being appeased with lucrative deals by the Government with the aim of purchasing votes. How many child labourers lose their lives – does it matter to the Government? There is no element of conscience. Therefore child labour perpetuates as a permanent arrangement either through the backdoor or frontally. (The author, a Trade Union activists, is a senior member of the NFIW) __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-69391245f0adc', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2015/12/28/from-womens-watch-of-april-2015/"
  },
  {
    "_type": "post",
    "title": "Open Letter to Mr.&nbsp;Kejriwal",
    "slug": "open-letter-to-mr-kejriwal-2",
    "language": "english",
    "publishedAt": "2014-01-23T12:13:21+05:30",
    "excerpt": "Open Letter to Mr. Kejriwal. Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "content": "Open Letter to Mr. Kejriwal. Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2014/01/23/open-letter-to-mr-kejriwal-2/"
  },
  {
    "_type": "post",
    "title": "Open Letter to Mr.&nbsp;Kejriwal",
    "slug": "open-letter-to-mr-kejriwal",
    "language": "english",
    "publishedAt": "2014-01-23T12:09:12+05:30",
    "excerpt": "NATIONAL FEDERATION OF INDIAN WOMEN (NFIW) 1002-Ansal Bhawan, 16 K.G.Marg, New Delhi —————————————————————————————- 23 January 2014 To Shri Arvind Kejriwal Chief Minister Delhi. Date: January 21, 2014",
    "content": "NATIONAL FEDERATION OF INDIAN WOMEN (NFIW) 1002-Ansal Bhawan, 16 K.G.Marg, New Delhi —————————————————————————————- 23 January 2014 To Shri Arvind Kejriwal Chief Minister Delhi. Date: January 21, 2014 OPEN LETTER ON ROLE OF DELHI LAW MINISTER Dear Shri Arvind Kejriwal, It is with extreme dismay that we write to you regarding the horrific act of harassment and racial profiling of Ugandan and Nigerian women by a group led by Delhi Law Minister Shri Somnath Bharti, comprising amongst others members of Aam Admi Party. Such a targeting goes against the sense of security and human rights of all women in general, and of single and working women in particular. Television footage of the incident including Shri Somnath Bharti’s own detailed statements, CCTV footage from AIIMS and the complaints by the women themselves, clearly indicate that Shri Somnath Bharti endangered the women and instigated the crowd to violate their human rights, by branding them as prostitutes and asking the crowd to catch them. We as women’s organizations who have worked amongst women for several decades in Delhi and around, have fought against the extremely insensitive anti-women behaviour of Delhi Police in cases related to crimes against women. Examples of police hostility against women abound—be it cases of “honour” crime where the police has handed over young couples to be killed by their families, or cases of rape and dowry where the survivors are victimized and harassed while the perpetrators roam scot-free. It is increasingly becoming a very unsafe city for women and girls. We agree that it is essential to put in place measures to discipline and hold Delhi police accountable for their lapses and short comings – the latest instances including the Danish woman’s rape and the dowry murder of Neha Yadav. We once again reiterate our long standing demand that the central government take urgent necessary steps towards bringing Delhi police under the Delhi government. We also know how hard it is to ensure that Police act in accordance with law and Constitutional values rather than public or political sentiment, especially in matters involving women and vulnerable social groups. In this incident, the Malviya Nagar SHO became a rare exception who acted to protect the African women, whose safety was criminally compromised.’ It is therefore a great disservice to women’s rights to penalise Police officers who refuse to act in accordance with inflamed prejudices of the public or political leaders. And it is even more dangerous to allow private individuals or even ministers to take the law into their own hands and subject already vulnerable sections like women to further harassment. This was also a clear case of racial profiling against foreign citizens. We are therefore shocked to see you and other leaders of your party defend the actions of Shri Somnath Bharti. We urge you to immediately condemn the role of and take appropriate action against Shri Somnath Bharti and registration of cases against those responsible under relevant sections of the IPC and CrPC. We also demand that you drop the insistence on suspending the Malviya Nagar SHO. We would also like you to meet our delegation at your convenience. Jagmati Sangwan, All India Democratic Women’s Association (AIDWA) Annie Raja, National Federation of Indian Women (NFIW) Kavita Krishnan, All India Progressive Women’s Association (AIPWA) Shabnam Hashmi, Act Now For Harmony and Democracy (ANHAD) Indu Agnihotri, Centre for Women’s Development Student (CWDS) Kavita Shrivastava, People’s Union for Civil Liberties (PUCL) Sunita Dhar, Jagori Jyotsana Chatterjee, Joint Women’s Programme (JWP) Leila Passah, Young Women’s Christian Association (YWCA) __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-69391248659a0', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2014/01/23/open-letter-to-mr-kejriwal/"
  },
  {
    "_type": "post",
    "title": "Ushering in 2014",
    "slug": "ushering-in-2014",
    "language": "english",
    "publishedAt": "2014-01-02T16:17:36+05:30",
    "excerpt": "NATIONAL FEDERATION OF INDIAN WOMEN (NFIW) 1002-Ansal Bhawan, 16 K.G.Marg, New Delhi —————————————————————————————- 1 January 2014 Dear Sisters, First of all we congratulate you for 21 days successful",
    "content": "NATIONAL FEDERATION OF INDIAN WOMEN (NFIW) 1002-Ansal Bhawan, 16 K.G.Marg, New Delhi —————————————————————————————- 1 January 2014 Dear Sisters, First of all we congratulate you for 21 days successful dharna at Janter-Manter, New Delhi. Your participation was really encouraging. We hope that all our state units will respond actively to all calls and campaigns of center in future too and cotinue to struggle at local levels as well. We wish all our members a very active and gainful NEW YEAR 2014 and hope that this year will turn to be successful year of our 17 years long struggle for 33 % women reservation in Parliament and State Assemblies. With Regards, Sincerely, For Annie Raja (General Secretary) __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-69391249842ce', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2014/01/02/ushering-in-2014/"
  },
  {
    "_type": "post",
    "title": "Coverage of the 16th December 2013 Rally by the&nbsp;Press",
    "slug": "coverage-of-the-16th-december-2013-rally-by-the-press",
    "language": "english",
    "publishedAt": "2013-12-17T12:10:56+05:30",
    "excerpt": "Here we bring to you some of the news coverage that the Dharna and Rally of the National Federation of Indian women got for the 16th of December. http://timesofindia.indiatimes.com/city/delhi/Nirbhaya",
    "content": "Here we bring to you some of the news coverage that the Dharna and Rally of the National Federation of Indian women got for the 16th of December. http://timesofindia.indiatimes.com/city/delhi/Nirbhaya-fire-burns-bright-heat-on-ex-judge/articleshow/27492841.cms http://news.outlookindia.com/items.aspx?artid=821219 http://www.niticentral.com/2013/12/16/rallies-street-plays-mark-1st-anniversary-of-delhi-gangrape-169271.html http://www.business-standard.com/article/pti-stories/women-still-unsafe-protesters-113121601111_1.html __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-6939124ac631e', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2013/12/17/coverage-of-the-16th-december-2013-rally-by-the-press/"
  },
  {
    "_type": "post",
    "title": "Tamil Participants at the&nbsp;Dharna",
    "slug": "tamil-participants-at-the-dharna",
    "language": "english",
    "publishedAt": "2013-12-16T07:07:24+05:30",
    "excerpt": "As the support and fervor of the dharna grew, the participants decided to add their local flavor to the dharna. They spoke, sloganeered, performed skits, sang and even danced to highlight the conditio",
    "content": "As the support and fervor of the dharna grew, the participants decided to add their local flavor to the dharna. They spoke, sloganeered, performed skits, sang and even danced to highlight the condition of women in their areas.",
    "link": "https://nfiw.wordpress.com/2013/12/16/tamil-participants-at-the-dharna/"
  },
  {
    "_type": "post",
    "title": "Jamalo",
    "slug": "jamalo-2",
    "language": "english",
    "publishedAt": "2013-12-16T06:44:17+05:30",
    "excerpt": "Performance given by Swang/Majma for NFIW. The groups are using the medium of street theater to highlight the problems of women. Jamalo is a song dedicated to the suffering a woman faces as a daughter",
    "content": "Performance given by Swang/Majma for NFIW. The groups are using the medium of street theater to highlight the problems of women. Jamalo is a song dedicated to the suffering a woman faces as a daughter, a mother&#8230;.. Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2013/12/16/jamalo-2/"
  },
  {
    "_type": "post",
    "title": "Build up to Public meeting on 16th December&nbsp;2013",
    "slug": "build-up-to-public-meeting-on-16th-december-2013-2",
    "language": "english",
    "publishedAt": "2013-12-14T18:54:48+05:30",
    "excerpt": "Build up to Public meeting on 16th December 2013. Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "content": "Build up to Public meeting on 16th December 2013. Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2013/12/14/build-up-to-public-meeting-on-16th-december-2013-2/"
  },
  {
    "_type": "post",
    "title": "Build up to Public meeting on 16th December&nbsp;2013",
    "slug": "build-up-to-public-meeting-on-16th-december-2013",
    "language": "english",
    "publishedAt": "2013-12-14T18:53:24+05:30",
    "excerpt": "National Federation of Indian Women is holding a 21 day Dharna at Jantar Mantar from November 25 to December 16, 2013 with the main demand being passage of the 33% Reservation for Women in Parliament ",
    "content": "National Federation of Indian Women is holding a 21 day Dharna at Jantar Mantar from November 25 to December 16, 2013 with the main demand being passage of the 33% Reservation for Women in Parliament and Legislative Assemblies. The inaugural day coincided with the International Day for Violence against Women. WE bring you a few glimpses of the strength that the movement and dharna have been gaining over the past few days. The delegation met with the Prime Minister A public meeting will be held on 16th December, the last day of the dharna. __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-6939124fe5ae4', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2013/12/14/build-up-to-public-meeting-on-16th-december-2013/"
  },
  {
    "_type": "post",
    "title": "Press Release",
    "slug": "press-release-2",
    "language": "english",
    "publishedAt": "2013-12-14T12:02:06+05:30",
    "excerpt": "NATIONAL FEDERATION OF INDIAN WOMEN (NFIW) 1002-Ansal Bhawan, 16 K.G.Marg, New Delhi &#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8",
    "content": "NATIONAL FEDERATION OF INDIAN WOMEN (NFIW) 1002-Ansal Bhawan, 16 K.G.Marg, New Delhi &#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;- 14.12.13 Mahila Congress Vice President Ms. Bindu Krishna addressing the NFIW dharna on its 19th day, assured the gathering that the Congress Party, especially its President Ms. Sonia Gandhi, were keen to pass the Women’s Reservation Bill in this winter session of Parliament. Ms. Eve Ensler, renowned playwright and feminist spearheading the One Billion Rising movement worldwide, and Ms. Kamla Bhasin of Sangat, leading the movement in South Asia, also joined the dharna today, to express their solidarity. They reiterated the fact that Denial of Justice amounts to Violence against Women. Ms. Kamla Bhasin pointed out that 40% of Indian married men indulged in spousal violence and were therefore criminals. Denying women the right to exist by withdrawing human rights from them were forms of violence that are dominant in India. They urged the women to rise and demand justice. There was large participation of members of NFIW from several states including Manipur, Haryana, Gujarat, Madhya Pradesh, Bihar, West Bengal, Tamil Nadu and Punjab. Representatives from all the states spoke of the situation of women in their region and the work of women in Panchayat. Ekta Prishad too expressed its solidarity with the demand through its representative Ms. Pushpa. She spoke of the need for land rights for women. The National Federation of Indian Women is holding a 21 day Dharna at Jantar Mantar from November 25 to December 16, 2013 with the main demand being passage of the 33% Reservation for Women in Parliament and Legislative Assemblies. The inaugural day coincided with the International Day for Violence against Women. Each day of the agitation will address the various aspects of violence against women, with the main theme being “Denial of Rights and Justice is Violence”. Issues of poverty, land rights, employment, women workers in the unorganized sectors, food and water security, health services, education, dowry and female foeticide, domestic violence and sexual violence are being discussed over the 21 days. A public meeting will be held on 16th December, the last day of the dharna. __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-69391251101c5', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2013/12/14/press-release-2/"
  },
  {
    "_type": "post",
    "title": "Press Release",
    "slug": "press-release",
    "language": "english",
    "publishedAt": "2013-12-03T16:26:26+05:30",
    "excerpt": "NATIONAL FEDERATION OF INDIAN WOMEN (NFIW) 1002-Ansal Bhawan, 16 K.G.Marg, New Delhi NFIW General Secretary, Annie Raja, Baba Adhav of Pension Parishad, Nikhil Dey of MKSS and Akhila Sivadas of CFAR m",
    "content": "NATIONAL FEDERATION OF INDIAN WOMEN (NFIW) 1002-Ansal Bhawan, 16 K.G.Marg, New Delhi NFIW General Secretary, Annie Raja, Baba Adhav of Pension Parishad, Nikhil Dey of MKSS and Akhila Sivadas of CFAR met Ms. Selja Kumari, Minister for Social Justice and Empowerment and urged her to take up the matter of universal pension for the elderly, with a minimum pension of Rs. 2000 in the forthcoming session of Parliament. Annie Raja informed Ms. Selja Kumari of NFIW’s 21 day dharna for 33% Women’s Reservation Bill, a long standing demand of the women’s movement, and urged her to give the matter priority in this Winter Session of Parliament. The Minister supported the demand and assured the delegation that she would take the matter up with Mrs. Sonia Gandhi and other colleagues in the Cabinet. The National Federation of Indian Women is holding a 21 day Dharna at Jantar Mantar from November 25 to December 16, 2013 with the main demand being passage of the 33% Reservation for Women in Parliament and Legislative Assemblies. The inaugural day coincided with the International Day for Violence Against Women. Each day of the agitation will address the various aspects of violence against women, with the main theme being “Denial of Rights and Justice is Violence”. Issues of poverty, land rights, employment, women workers in the unorganized sectors, food and water security, health services, education, dowry and female foeticide, domestic violence and sexual violence will be discussed over the 21 days. Various aspects of violence against women through denial of their rights were discussed today, the 9th day of the dharna, primarily through experiences of the NFIW members from the States of Gujarat, Punjab and Tamil Nadu. The recurrent theme that emerged was unless women were in a position to make decisions in governance, there would be no change in their status. Anjali Bharadwaj of Satark Nagarik Sangathan and co-convenor of the NCPRI spoke of the need for women’s representation and participation in parliament. She particularly stressed on the need for accountability and transparency in all spheres of public dealings of the government. She spoke of how women can empower themselves by using the RTI Act to demand access to basic services that are due to them. She also spoke of how the system prevalent today does not allow for any action on complaints by the common man – instead they are harassed and in many cases beaten up. She emphasized the need for laws for grievance redressal and whistle blowers protection. __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-693912525d54b', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2013/12/03/press-release/"
  },
  {
    "_type": "post",
    "title": "The 6th Day of the&nbsp;Dharna",
    "slug": "the-6th-day-of-the-dharna",
    "language": "english",
    "publishedAt": "2013-12-01T07:22:37+05:30",
    "excerpt": "Understanding Violence The sixth day of the 21 day Dharna led by NFIW demanding the passing of the Women's Reservation Bill in parliament was a day dedicated to understanding violence in various forms",
    "content": "Understanding Violence The sixth day of the 21 day Dharna led by NFIW demanding the passing of the Women's Reservation Bill in parliament was a day dedicated to understanding violence in various forms. The focus was on how justice is denied to women and the denial of justice is violence. For this the participants in the Dharna, who represent various groups from across the country, shared the kind of violence against women that was predominant in their areas. They used different means of communication to showcase their point. The women from Andhra Pradesh danced to folk songs to show how liquor was destroying the family unit and leading to women being physically assaulted, while the participants from Delhi and Gujarat made folk songs about the atrocities being perpetuated on women. The reservation in decision making processes would ensure a place in the sun for the women, according to the participants. Listing the kinds of injustices being meted out to women in their states, the women complained of three major points. First, was the deafness of the administration and government to the problems faced by women. The apathy shown by the governments aggravated the injustice faced by the women. The second was the ignorance and lack of education of the women. The third, was the need for the state to understand its rsponsibility and protect the weaker sections of society. The women representatives from Andhra Pradesh, including Ms. Jyothi, Ms. Srijanya and Ms. Swati discussed the growing domestic violence in their state. The proliferation of illegal liquor icreased the violence that it caused is growing to gangrenous proportions. They talked of thousands of villages in the state that do not have an access to clean drinking water, but are overflowing with liqour supplies and factories. Liquor is cheaper than food in most areas. Women's organizations have been picketing in places where the problem has grrown to unmanagable proportions. Though they have been able to make a dent, there are over two lakh liquor related violence cases that were recorded by activists, but the police refused to register them. Worse, the government can look at the statistics, but refuses to take action against the liqour kilns or the illicit liquor trade. Acid attacks sounded like a repeat of the alchohol problem in the state. The acid attacks showed the free availability of the chemical. The government is aware of the increasing attacks, but has not tken any action, by either attempting to ban the open sale of acid or formulating punishments for the crome. As long as they get a revenue, or the politicians get a kickback, they are ready to turn a blind eye to the poverty and violence that the alchohol is causing. The representatives from Gujarat, led by Ms. Pushpa, talked of a similar kind of struggle they had to wage in their state. The levels of fear and ignorance were increased largely due to the government inputs. The government in Gujarat is intrumental in creating and spreading lies. It shleters criminals like Asa Ram Bapu and his son Narayan Swami. The rhetoric perpetuating women as weak has led many women to follow the path of supersition. They are being used to perpetuate patriarchal mindsets. In the process the more important problems are getting sidelined. The state has one of the largest number of malnourished women and children in the country. There is acute unemployment. The employement of Rs. 2500 a month for 5 years cannot be counted as development, as it is available to only a limited section of the population and a stagnant pay for a fixed period of time is not indicative of development. The caste and communal problems of Gujarat are also larger than what they seem to be. Dalits in South Gujarat do not have any access to civic amneties. The Dalits and muslims have been pushed into specific areas and have been left out of the process of development. Within the last 10 years, the two have had to deal with coercion and violence. If there are no riots in Gujarat, or if the Dalits and minorities have not sought justice for sporadic violence inflicted on them, it is only because they do not want state repression. All the delegates from Gujarat did not shy away from calling Modi a liar and thug. According to them, there is a deliberate attempt to keep the people illiterate and unaware. Schemes like the mid-day meal are implemented, but the anganwadis and balwadis do not have teachers. The number of schools is being limited and accessibility to them is made formidible by hiking the fee structures or raising the cost of books. The more backward the population, the richer the industrialists and vested political interests become. As pople are not aware of their rights or facilities provided for them, they end up at the receiving end of the rampant corruption that is overtaking the administration. Discussing the problems of the women in their states with the guest speakers, Dr. Sunila Singh and Ms. Bullu Raychowdhary, the delegates from Delhi and Bengal, along with the others, sought a need for social and political change in the country. They sought an economic and administrative empowerment of women to ensure that they do not remain a marginalized section of society. The delegates from Andhra sought seperate police stations manned by women; the women from Gujarat wanted women in administration to combat the corruption; the women in Delhi wanted a platform where the voices of all women (rich or poor) could be heard and all women were united in seeking a share in the decision making process of the country. Significantly, Dr. Sunila Singh, when talking of injustice being a denial of rights and violence, gave the example of women in Haryana who were not allowed to acquire any form of government identity cards in their hometowns. Single women were not allowed to acquire a voter ID card. Denial is injustice; denial is violence, denial is a violation of human rights. Governments are elected and people are taxes for services to be provided to the people. Denial of services is a violent injustice. If the children in an area are denied education, if the adults are denied employment, if human beings are denied civic amneties &#8230;. it is a violence against which the country needs to stand up. The patriarchal and corrupt midset will work towards compartmentalizing violence. It will look at rape on the roads as violence, but not martial rape. It will identify some violence and not acknowledge the other, particularly those that do not leave physical scars, as violence. Women who bear the worst brunt of the political, physical and mental violence, will need to understand the phenomena in all its dimensions. Adding to the debate, Trade Unionist Ms. Bullu Chowdhary, pointed out that by seeking a reservation in legislative bodies, women are simply asserting their right to exist. They are saying that they are alive and need to be treated as humans. Though they form 50% of the population, they are never given their due recognition. They are marginalized economically, socially and politically. The reservation will give the women a voice. There was an unequivocal demand for the Women's reservation bill to be to passed in the Parliament. __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-69391253957ac', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2013/12/01/the-6th-day-of-the-dharna/"
  },
  {
    "_type": "post",
    "title": "Dharna Proceedings of 29th&nbsp;November",
    "slug": "dharna-proceedings-of-29th-november",
    "language": "english",
    "publishedAt": "2013-11-30T19:04:02+05:30",
    "excerpt": "The fifth day of the NFIW led dharna seeking the Women's Reservation Bill being passed in the next session of Parliament. The focus of the deliberations on the fifth day was 'Opression of Dalits and T",
    "content": "The fifth day of the NFIW led dharna seeking the Women's Reservation Bill being passed in the next session of Parliament. The focus of the deliberations on the fifth day was 'Opression of Dalits and Tribals'. As is being repeatedly pointed out all the themes being discussed during the dharna are reasons why women need a bigger role in the decision making processes of the country. The marginalized sections of society have been at the receiving end of history and contemporary economic discrimination. Dalits and tribals not only have stigmas pinned to them, but they also face the violence of injustice perpetuated by the state and the stronger sections of the community. The women in these sections face the brunt of discrimination in the worst possible forms imaginable. Paul Divakar, of National Campaign on Dalit Human Rights (NCDHR) while addressing the gathering talked of rape being used as a weapon to subjugate a caste or a community. The heinous crime is a tool of patriarchy and caste. The weapon of rape is used to put people in place, to tell a section of society that they have no rights as equals, to quell any assertion of identity. Historically too, whenever the stronger sections of society wanted to teach a Dalit, or a community to behave themselves, rape was the mode the dominant castes used. Sexual assault on women of the marginalized sections of society is an injustice not only on the section in question but also on the human rights of the woman. The attached concepts of izzat and the ability of the local self appointed custodians of honour to kill is something that we need to worry about. There are cases when families have been burnt alive or killed when the next generation decided to go against convention and maybe marry outside the caste. The fact that the state does not consider the rape or assault based on caste lines to be a crime needs to be taken up at all decision making levels. The need to sensitize the police and the judiciary about violence on women has to be taken up as a priority at the level of the legislating bodies. The community that executes murders and rapes does think that they are committing a crime. They have never been censored or even penalized for their acts. The second spokesperson of the day, Beena Pallical from the Mobilization Resource Manager for the NCDHR coalition pointed out that the caste system is historically ingrained in the psyche of the country. The discrimination that comes with the practice of 'untouchability' has become an inherited identity over centuries. An individual is born into a caste and gets stigmatized accordingly. And though 'untouchability' as a practice was abolished under India’s constitution in 1950, the practice still persists. The marginalization based on reason of birth in certain caste, is as much a rural phenomenon as an urban problem. There have been times when economic empowerment has not led to a social or political mobility for the 'untouchables'. The current economic scenario maybe making more money or generating more income for the country, but it has not led to the development of the backward castes. There are 1% billionaires in the country and over 75% living below poverty line. The historic caste violence manifests itself in the form of rape (a violence that is seen as a legitimate recourse by the upper castes to subjugate the lower castes), violence inflicted on them by various state agencies like the armed forces under the AFSPA, and the humiliation at the hands of the police. The state machinery is supposed to protect the weak and not crush it further. Additionally, Dalit women face a patriarchal struggle within the Dalit movement itself. Dalit women are not treated equally within the confines of their homes and family. Another significant study highlights the fact that most of the girls trafficked for prostitution are Dalits. One of the founder members of the MKSS, Shanker Singh, talked to the gathering about the need for women to be aware of the legislation that have been framed over the years to safeguard their rights. The legislations may be limited in their scope, they still need to be enforced. It would be only when the loopholes and drawbacks of the existing legal provisions are highlighted that better and newer laws could be made. Women need to come forward and not only demand their rights, but be parts of the legislative bodies to ensure a sensitization of the state machinery. RS(NFIW) __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-69391254ada8b', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2013/11/30/dharna-proceedings-of-29th-november/"
  },
  {
    "_type": "post",
    "title": "Press Release by&nbsp;NFIW",
    "slug": "press-release-by-nfiw",
    "language": "english",
    "publishedAt": "2013-11-30T16:30:53+05:30",
    "excerpt": "28/11/2013 The National Federation of Indian Women is staging a 21 day Dharna at Jantar Mantar from November 25 to December 16, 2013 with the demand for passage of the Bill seeking 33% Reservation for",
    "content": "28/11/2013 The National Federation of Indian Women is staging a 21 day Dharna at Jantar Mantar from November 25 to December 16, 2013 with the demand for passage of the Bill seeking 33% Reservation for Women in Parliament in the Winter Session of Parliament. Members of the NFIW from 25 states are participating in the Dharna. Each day of the agitation will address various aspects of violence against women with the main theme being “Denial of Rights and Justice is Violence”. Poverty, land rights, employment, social welfare of women, food and water security, health services, education, dowry, female foeticide, domestic and sexual violence will be some of the issues discussed during the 21 days. The issue in discussion today was the denial of health services and the increasing privatization of basic services in the country and its impact on women. Annie Raja, Secretary, NFIW said that India has one of the worst health indicators for women. Almost half of Indian women are malnourished. Maternal mortality is also very high, which should be treated as a silent genocide. She also highlighted that while the country is seeing rapid construction of super speciality hospitals, the primary health centres, which are the most important link in the provision of equitable and affordable health services, are in a dismal state, with few doctors and medicines. She further emphasised that these issues need urgent voicing and action, which cannot be done unless there is an equal representation of women in the decision making bodies, including the Parliament. Jyotsna Chatterjee of the Joint Women’s Programme, who also participated in the dharna said that the problem of health services is not only at the level of policy, but also at the level of implementation of health policies as well as insufficient funds for the same. Nikhil Dey of the Mazdoor Kisan Shakti Sangathan expressed solidarity with the cause of the dharna and underlined that while the initial demand for women’s reservation is only for 33 % seats, what we really need is at least 50 % seats. He said that this demand should not be treated as ‘positive discrimination’ but as ‘positive action’ as this articulates a basic right for equality. He further said that we should use this opportunity to demand and bring equality for women not only in Parliament but also in our homes and in work. Seema from Anandi, Gujarat, stated that the condition of women in Gujarat is much worse than what is being projected by the Gujarat Government. Government data on malnourishment in children also portrays a rosier picture than what the reality is. She said that although there has been some development in the urban areas in terms of roads etc., this is practically nil at the rural level. NFIW members from different States spoke of the state of health services in their States. __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-69391256d5d74', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2013/11/30/press-release-by-nfiw/"
  },
  {
    "_type": "post",
    "title": "Dharna Proceedings of 28th November&nbsp;2013",
    "slug": "dharna-proceedings-of-28th-novemeber-2013",
    "language": "english",
    "publishedAt": "2013-11-28T19:16:01+05:30",
    "excerpt": "The theme for Day 4 of the Dharna organized by NFIW was: Healthcare and the need for representation of women in governance. The speakers who talked to the participants and supporters were included Soc",
    "content": "The theme for Day 4 of the Dharna organized by NFIW was: Healthcare and the need for representation of women in governance. The speakers who talked to the participants and supporters were included Social Activist Nikhil Dey of the MKSS (Mazdoor Kishan Shakti Sangthan), Suchna Evum Rozgar Adhikar Abhiyan and NCPRI (National Campaign for People's Right to Information). According to Nikhil Dey, the inclusion of women in governance was the need of the hour. It was a step towards empowering the women and the society. As the most affected section of society, they are major stakeholders in the development and growth of the country. Their representation in the decision making processes is as important as any other section of society. Addressing the gathering, Dr. V Mohini Giri, Former chair, National Commission for Women, emphasized on the need for gender sensitive legislation and bills to be formulated and implemented. The crimes against women need the backing of the law. Social change can be brought about with education and sensitization. Jyotsna Chatterji, the Director of the Joint Women's Programme, educated the audience on the how women's health issues need to be addressed with sensitivity by policy makers. As policies, programmes, laws and legislation generalize, they neglect the health care needs of women. The issues that need to be addressed should include the undernourishment of women and their health needs. Social and health welfare systems need a gender sensitivity. The country will lack gender sensitive laws and policies till women are on board the decision making bodies. The representative from Anandi (Area Networking and Development Initiatives) Gujarat, Ms. Seema, while giving statistics about the health of women in Gujarat talked of patriarchy and mindsets playing an important role in the deteriorating health status of women. The government is unaware and unconcerned about the health of women as they are not considered primary citizens. The deteriorating health of the women is an indicator of their marginalization and it is important that the women get representation in governance for the rot to stop. RS (NFIW) __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-69391258753ed', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2013/11/28/dharna-proceedings-of-28th-novemeber-2013/"
  },
  {
    "_type": "post",
    "title": "Statement against the current environment of dominance over working women through sexual&nbsp;violence",
    "slug": "statement-against-the-current-environment-of-dominance-over-working-women-through-sexual-violence",
    "language": "english",
    "publishedAt": "2013-11-28T18:12:09+05:30",
    "excerpt": "At a time when the citizens of India are taking up the cause of violence against women in an unprecedented united manner, and the mood of the country as a whole is of anger at the suppression and disr",
    "content": "At a time when the citizens of India are taking up the cause of violence against women in an unprecedented united manner, and the mood of the country as a whole is of anger at the suppression and disrespect of women in a chauvinistic society, it is shocking that men holding the highest offices in the four pillars of democracy in the country have been found to perpetrate the demeaning and violent acts of sexual harassment against women. It is a matter of great concern that cases are coming to light even now where Supreme Court judges, police officers, prominent media personnel and politicians have been guilty of rape and sexual harassment in its many forms. It is a symptom of the patriarchal system that exists in our society and the complete impunity with which the perpetrators get away with their crimes. It is the duty of those in positions of responsibility, and of those who are in the public eye, to act with the highest moral standards and ethics. The youth of the nation look towards these individuals as role models. Such perpetrators cannot be above the law but must be seen by the public to go through the same process of investigation and punishment that must follow such a complaint. At a time when women are rising in their professions and gaining top positions in their fields, both nationally and globally, it is this insecurity felt by men in power that seeks to crush the spirit of women by domination through sexual violence and with threats of dire consequences if the offence is reported. It is shameful that we still have to fight for a safe working environment for women, and for the surety of punishment and redressal, despite all the laws that have been enacted. It is the non-implementation of these laws, the complicity of the keepers of the law, the gender unequal treatment at home and at the workplace that perpetuate the constant discrimination against women despite the clear Constitutional provision of the equal status of women. NFIW strongly condemns the actions of Tarun Tejpal, founder editor of the investigative news magazine Tehelka, a man whose writings have always revolved around the moral and ethical aspects of the news items published in his magazine. The sense of disappointment and the feeling of being let down is all the more intense because of what he and his magazine sought to represent to the people. NFIW also condemns the trivialization of the horrific incident by the management of Tehelka by treating it as an “internal matter” and “an untoward incident” and believing that a mere apology and casual self assigned farcical punishment would substitute for due process of law. This case also brings out the concern that there is no Sexual Harassment Committee set up in many public offices, despite The Sexual Harassment of Women at Workplace (Prevention, Prohibition and Redressal) Act, 2013 having come into force in April this year, making such a committee mandatory in all government and private companies. The other alarming case is of the recent reports of Narendra Modi, Chief Minister of Gujarat and contender for the position of the Prime Minister of India in the coming Lok Sabha elections, Amit Shah, the then Home Minister of Gujarat and GL Singhal, Superintendent of the Gujarat Anti Terrorist Squad, misusing Government machinery and funds to stalk a young woman architect and put her under continuous surveillance for entirely personal reasons. None of them have denied these charges as of now. The questions that arise – is ours really a free, democratic governance? Where is the respect for personal privacy and rights? At the very least, do Modi and Shah not fall under the Criminal Law (Amendment) Act, for stalking? It gets worse. A Judge of the Supreme Court of India, the apex court of the country, has been charged with sexual harassment by a woman intern. She has also formally brought to light that hers was not an isolated case and that women are subjected to such humiliating experiences regularly in the judiciary. Unless these cases are taken up by our law enforcing agencies in a transparent and unbiased manner and unless due punishment is meted out to the perpetrators, the people of this country will lose faith in the credibility of these apex institutions, the pillars of our democracy. We urge all women to be strong and make full use of the provisions in the laws so that these act as real deterrents for the perpetration of crimes against women. We reiterate our demand that the laws of our country be fully implemented in letter and spirit. National Federation of Indian Women __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-69391259ae5e2', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2013/11/28/statement-against-the-current-environment-of-dominance-over-working-women-through-sexual-violence/"
  },
  {
    "_type": "post",
    "title": "NFIW Press Release 27th November&nbsp;2013",
    "slug": "nfiw-press-release-27th-november-2013",
    "language": "english",
    "publishedAt": "2013-11-28T17:41:08+05:30",
    "excerpt": "The National Federation of Indian Women is staging a 21 day Dharna, at Jantar Mantar from November 25 to December 16, 2013 with the demand for passage of the ‘Bill seeking 33% Reservation for Women in",
    "content": "The National Federation of Indian Women is staging a 21 day Dharna, at Jantar Mantar from November 25 to December 16, 2013 with the demand for passage of the ‘Bill seeking 33% Reservation for Women in Parliament’, to be passed in the Winter Session of Parliament. The inaugural day coincided with the International Day for Violence Against Women. Each day of the agitation will address the various aspects of violence against women with the main theme being “Denial of Rights and Justice is Violence”. Poverty, land rights, employment, social welfare of women, food and water security, health services, education, dowry, female foeticide, domestic and sexual violence will be some of the issues discussed during the 21 days. Members of the NFIW from 25 states are participating in the Dharna. Despite several women friendly laws that exist, very few have been implemented. Enacting some of these laws have taken several years. The Sexual Harassment at Workplace (Prevention and Redressal) Act, has taken over 15 years to be enacted. The Supreme Court itself has only now constituted the committee against sexual harassment after a young lawyer went public with her harrowing experience. All this makes it imperative for women to be part of the decision making processes and bodies, particularly in the Parliament and Legislative Assemblies to ensure a just and equitable society. The issues taken up today were sexual harassment, right to work and social security. Dr. BV Vijayalakshmi, President of the All India Anganwadi Workers Federation and lifelong Trade Unionist, Anuradha Talwar of NTUI, Nikhil Dey of MKSS and NCPRI, Ms Rajni Tilak Dalit human rights activist, writer and feminist, expressed solidarity and addressed the participants. NFIW members from different states also spoke of their experiences and why they wanted representation in the decision making bodies. NFIW released a statement against the current environment of dominance over working women through sexual violence that is enclosed with this press release. __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-6939125b94884', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2013/11/28/nfiw-press-release-27th-november-2013/"
  },
  {
    "_type": "post",
    "title": "Press Release 26th November&nbsp;2013",
    "slug": "press-release-26th-november-2013-2",
    "language": "english",
    "publishedAt": "2013-11-27T19:02:15+05:30",
    "excerpt": "Press Release 26th November 2013. Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "content": "Press Release 26th November 2013. Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2013/11/27/press-release-26th-november-2013-2/"
  },
  {
    "_type": "post",
    "title": "Press Release 26th November&nbsp;2013",
    "slug": "press-release-26th-november-2013",
    "language": "english",
    "publishedAt": "2013-11-27T18:59:32+05:30",
    "excerpt": "NATIONAL FEDERATION OF INDIAN WOMEN (NFIW) With crimes against women escalating to an unacceptable level and all organs of government finding it near impossible to curb this trend, leading women’s gro",
    "content": "NATIONAL FEDERATION OF INDIAN WOMEN (NFIW) With crimes against women escalating to an unacceptable level and all organs of government finding it near impossible to curb this trend, leading women’s group, NFIW has launched a 21 day dharna from 25 November to 16 December, 2013 to drive home the point that any further delay of the passage of the 33% Women’s Reservation Bill is going to cost all parties that are in election mode at the state and national level dearly. Speaking about the dharna, Ms. Annie Raja, General Secretary, NFIW emphasized that women leaders from as many as 25 states are determined to make this a major electoral issue in 2014. “We want the Prime Minister to show that his concern for women is not just in thought but in deed and nothing could demonstrate this better by ensuring the passage of the women’s reservation bill in the last Parliamentary session” she added. Since each day of the agitation aims to address various aspects of violence against women, the issue in discussion today was on structural violence, specifically land rights, employment, food and water security. The dharna saw participation of women from Himachal Pradesh, Punjab, Kerala, Karnataka, Bengal and Delhi, who talked about the respective scenario of women’s right to land, work and essential services in their states. Introducing this issue, Annie Raja, stated that the issue of women’s rights to land is essentially linked to the question of reservation, because while a majority of women in this country are engaged in agriculture, but they own less than 4 per cent of land holdings. This issue also does not find much discussion in the Parliament, as there are so few women representatives to speak on the same. Framing the issue of land, economist Jaya Mehta underlined that almost 42 per cent of farmers in the country do not own land, and among the 58 per cent who do, 66 per cent own very small land holdings, which is inadequate for their sustenance and many times forces them to sell their land. the marginal land holdings in the fact that almost 70 per cent of people in this country go hungry every day. Among those who own land, women have a very marginal share, even though they work very hard on the farms as laborers or helpers. While the new land act talks of forcible land acquisition, it does not address the issue of small and marginal farmers. Among them, women have even less share of land rights. she also gave the example of collective farming Kudumsri in Kerala where women have being formed collectives to farm hectares of fallow land. Addressed the dharna, Achuthan, Rajya Sabha M.P. that NFIW has a special place among women’s organizations not only because of its instrumental role in pushing 33 per cent reservation for women in Rajya Sabha, but also because it is one of the strongest voices against violence on women. He also said that the struggle for women’s reservations in Lok Sabha is hard as there are powerful anti women forces in the Parliament, who despite their stated commitment to the cause are bent on blocking its passage. Others who expressed solidarity were Harsh Mander, a former NAC member and social activists such as Kavita Srivastva, Deepa Sinha and Sejal Anand. Annie Raja General Secretary __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-6939125de8337', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2013/11/27/press-release-26th-november-2013/"
  },
  {
    "_type": "post",
    "title": "Pick up of IANS report on &#8220;Women&#8217;s group  launches agitation over reservation&nbsp;bill&#8221;",
    "slug": "pick-up-of-ians-report-on-womens-group-launches-agitation-over-reservation-bill-2",
    "language": "english",
    "publishedAt": "2013-11-27T18:38:44+05:30",
    "excerpt": "Pick up of IANS report on \"Women's group launches agitation over reservation bill\". Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "content": "Pick up of IANS report on \"Women's group launches agitation over reservation bill\". Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2013/11/27/pick-up-of-ians-report-on-womens-group-launches-agitation-over-reservation-bill-2/"
  },
  {
    "_type": "post",
    "title": "Pick up of IANS report on &#8220;Women&#8217;s group  launches agitation over reservation&nbsp;bill&#8221;",
    "slug": "pick-up-of-ians-report-on-womens-group-launches-agitation-over-reservation-bill",
    "language": "english",
    "publishedAt": "2013-11-27T18:31:02+05:30",
    "excerpt": "Pick up of IANS report on \"Women's group launches agitation over reservation bill\" Some of the news coverage about the 21 day Dharna being organized by the National Federation of Indian Women from 25t",
    "content": "Pick up of IANS report on \"Women's group launches agitation over reservation bill\" Some of the news coverage about the 21 day Dharna being organized by the National Federation of Indian Women from 25th November. http://www.newstrackindia.com/newsdetails/2013/11/26/372--Women-s-group-launches-agitation-over-reservation-bill-.html http://www.sify.com/news/women-s-group-launches-agitation-over-reservation-bill-news-national-nl0wOhbhgic.html http://in.news.yahoo.com/womens-group-launches-agitation-over-reservation-bill-171405453.html http://www.indianewsheadlines.com/post.php?id=285583 http://www.inooz.in/article/view/2246958/women-s-group-launches-agitation-over-reservation-bill/112013 http://savedelete.com/women-s-group-launches-agitation-over-reservation-bill.html http://www.newsreporter.in/womens-group-launches-agitation-over-reservation-bill-466580 http://news.lotsbuzz.com/womens-group-launches-agitation-over-reservation-bill/ http://www.one.in/sify/women-s-group-launches-agitation-over-reservation-bill-1-3271696.html http://article.wn.com/view/2013/11/26/Womens_group_launches_agitation_over_reservation_bill/ http://www.newsamachar.com/samachar.aspx?st=1&sub=0 http://www.tellmeboss.com/newscontent.php?id=107730&subcategory_id=11&title=Women%27s%20group%20launches%20agitation%20over%20reservation%20bill http://www.newkerala.com/news/story/94640/womens-group-launches-agitation-over-reservation-bill.html http://twocircles.net/2013nov27/womens_group_launches_agitation_over_reservation_bill.html http://news.chennaionline.com/newsitem.aspx?NEWSID=57957b84-018a-4c5d-b27e-e02e3eb68c0b http://www.prokerala.com/news/articles/a421082.html www.daijiworld.com/news/news_disp.asp?n_id=203602 __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-69391260aed44', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2013/11/27/pick-up-of-ians-report-on-womens-group-launches-agitation-over-reservation-bill/"
  },
  {
    "_type": "post",
    "title": "UN resolution on child&nbsp;marriages",
    "slug": "un-resolution-on-child-marraiges",
    "language": "english",
    "publishedAt": "2013-11-26T16:29:57+05:30",
    "excerpt": "UN resolution on child marriages We got this link a little late, but we will condemn the act of the government of shying away from signing the UN resolution against child marriages every opportunity w",
    "content": "UN resolution on child marriages We got this link a little late, but we will condemn the act of the government of shying away from signing the UN resolution against child marriages every opportunity we get. Our children, our future needs our protection and not an age-old sacrificial altar. __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-693912629d10b', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2013/11/26/un-resolution-on-child-marraiges/"
  },
  {
    "_type": "post",
    "title": "The forgotten Nirbhaya.",
    "slug": "the-forgotten-nirbhaya",
    "language": "english",
    "publishedAt": "2013-11-22T15:41:41+05:30",
    "excerpt": "Nirbhaya did not survive the brutality, Mathura did. This case highlights the milestones we have crossed in trying to get justice for rape victims, and how many more miles we have to go. The two finge",
    "content": "Nirbhaya did not survive the brutality, Mathura did. This case highlights the milestones we have crossed in trying to get justice for rape victims, and how many more miles we have to go. The two finger test and previous sexual history are no longer licenses for rapists to be pardoned. The new rape laws and judgements and the hype make it seem as if we have managed to secure justice for all women in the country. Yet every day we see a Mathura who knows that justice is not for her coz she is poor, or rural or has suffered custodial rape, or some reason that defies sensibilities. We wait for higher courts to reverse rulings and we wait for justifications for the rapists. We look for factors from poverty to mindset that provoked the rapists to rape or the factors that convinced the judges that the criminals were justified. Here we give a link to revisit the Nirbhaya case and seek your opinion on how far have we come from then. http://www.cnn.com/interactive/2013/11/world/india-rape/ RS __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-69391263e153f', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2013/11/22/the-forgotten-nirbhaya/"
  },
  {
    "_type": "post",
    "title": "NFIW in Punalur",
    "slug": "nfiw-in-punalur",
    "language": "english",
    "publishedAt": "2013-11-20T07:33:59+05:30",
    "excerpt": "",
    "content": "",
    "link": "https://nfiw.wordpress.com/2013/11/20/nfiw-in-punalur/"
  },
  {
    "_type": "post",
    "title": "Concept Note",
    "slug": "concept-note-2",
    "language": "english",
    "publishedAt": "2013-11-20T07:30:38+05:30",
    "excerpt": "Concept Note. Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "content": "Concept Note. Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2013/11/20/concept-note-2/"
  },
  {
    "_type": "post",
    "title": "Concept Note",
    "slug": "concept-note",
    "language": "english",
    "publishedAt": "2013-11-19T18:12:46+05:30",
    "excerpt": "Joint Action on 33 % Women Reservation Bill According to the Human Development Report 2013[1], India ranks 132 out of 148 countries on the Gender Inequality Index. Only 10.9 per cent of the parliament",
    "content": "Joint Action on 33 % Women Reservation Bill According to the Human Development Report 2013[1], India ranks 132 out of 148 countries on the Gender Inequality Index. Only 10.9 per cent of the parliamentary seats are held by women, and 26.6 per cent of adult women have reached a secondary or higher level of education, compared with 50.4 per cent of their male counterparts. For every 100,000 live births, 200 women die of causes related to pregnancy, and female participation in the labour market is 29 per cent, compared with 80.7 per cent for men. Women’s ownership to land and property is less than 4 %, whereas 73 % of food is produced by rural women (NSS 66th-2009-10). According to the National Crime Record Bureau Statistics, there has been a nationwide hike of 7.1% in crimes against women since 2010. Therefore, ground zero evidences of inequality, sex based discrimination have also been indicated in various studies that women & girls are still distanced by democratic institutions, legal & administrative mechanisms. Thus, the inaccessibility & inability to own land & property, livelihoods, accesses to health and education and lack of political participation, are seen to be common feature in the globalized India. These development indicators are restricting women from exercising political rights also. However these development indicators also intimately related to women’s poverty and exclusion. The above development exclusion have further manifested in violation women human rights through numerous ways and varies in prevalence and forms based on numerous factors including geographic location. Some manifestations include: sexual violence, domestic violence, caste-based discrimination and violence, dowry related deaths, crimes in the name of honour, witch-hunting, sati, violence against lesbian, bisexual, and transgender people, forced and/or early marriages, deprivation of access to water and basic sanitation, violence against women with disabilities, sexual and reproductive rights violations, sex selection practices, violence in custodial settings and violence in conflict situations, among others. The patriarchal norms, feudal stereotypes, social and gender prejudices, customary practises including market economy framework, all restrict marginalised and women from livelihood and owning land productive resources. This resulting in the Dalits, women, youth & including children are victims of multiple layers of discrimination along with multiple challenges of—forced migration leading to trafficking & bonded labour. Mechanisms and instruments: India has ratified several international human rights treaties—ICESCR, CERD, CEDAW and has very clear and binding international obligations under these with respect to equality and non-discrimination and also has a number of laws in place domestically, which address many of these issues. But despite various domestic laws, affirmative schemes and programmes in place, rights of many women in India continue to be violated, with impunity as the norm. This can be attributed mainly to the patriarchal nature of Indian society that not only perpetuates gender inequality but also prevents implementation of policies and programmes in an equitable way. Multiple and intersecting factors contribute to gender discrimination and violence against women. Therefore it requires to address the causes of gender based exclusion, inequality, violence and discrimination at institutional, structural, ideological and operational levels this will be possible only by women’s equal participation in decision making processes at all levels of—Legislative, Judiciary and Executive. At the institutional level— ensure the implementation of policies that empower women, e.g. concerning inheritance and property rights, access to justice, access to credit, fair choice of work, equal treatment at work, safe working conditions, equal pay, improved response to violence against women, enforcement, educational, health, and other service-related policies and actions. It is time to shift in attitudes and social conditioning through State power three arenas—economics, politics and the law, it is possible only through women equal representation in the parliament and legislative council. Unless this recognised achieving gender equality and women human rights will continue to remain distance hope/elusive. _________________________________________________________________________ Violence at the family level &#8211; such as domestic violence, forced prostitution by the family; violence against domestic workers and the girl-child (non-spousal violence, violence related to exploitation); sex-selective abortion and infanticide; dowry deaths, honour killing; harmful cultural practices such as early or forced marriages; health and nutrition differentials; literacy levels; religious/customary laws which discriminate against women. Violence at the community/market level &#8211; such as rape/sexual assault; honour killing; sexual harassment; violence within institutions; trafficking and forced prostitution; violence against women migrant workers; pornography; discrimination in employment choices and conditions; wage differentials and ownership of land and property. Violence perpetrated or condoned by the State &#8211; such as gender-based violence during armed conflict; custodial violence; discriminatory laws on family/succession, divorce rights; violence against refugees and internally displaced persons (IDPs); and violence against women from indigenous and minority groups. __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-693912680e415', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2013/11/19/concept-note/"
  },
  {
    "_type": "post",
    "title": "INVITE: Joint Action on 33 % Women Reservation&nbsp;Bill",
    "slug": "invite-joint-action-on-33-women-reservation-bill",
    "language": "english",
    "publishedAt": "2013-11-19T17:17:01+05:30",
    "excerpt": "In 1996, the 81st Constitutional Amendment Bill was proposed in Parliament for women reservation in Parliament and State Legislative Assemblies to ensure participatory Democracy and thereby political ",
    "content": "In 1996, the 81st Constitutional Amendment Bill was proposed in Parliament for women reservation in Parliament and State Legislative Assemblies to ensure participatory Democracy and thereby political empowerment of women.. To resolve the matter, a joint Parliamentary Committee was formed under the Chairpersonship of Smt. Gita Mukherjee The passage of the 33% women’s Reservation Bill in the Rajya Sabha on 9th March 2010, brought a sense of optimism in the women of this country about its being passed by the Lok Sabha and becoming a law. Unfortunately, after more than 3 years also this Bill still awaits its passage in the Lok Sabha. This has brought a sense of disappointment among women’s organizations and to all those committed for political empowerment of women. The participation of women in the panchayats with 33% and even 50% reservation is bringing a change in the thought process at the local level. It has brought lakhs of women in the political arena and slowly they are able to mark their presence. Together, we have all struggled for this right of women. The time has come to carry forward our relentless struggle especially in these difficult times when vested interests are trying to sabotage the passage of this Bill. Now NFIW is organising a 21 day Joint Action programme in front of Parliament at Jantar Mantar from 25 November 2013, the International Day of Violence against women, to 16 December 2013, the first anniversary of the gruesome assault on Nirbhaya in Delhi. It is a National Dharna to demand the passage of the 33% Women’s Reservation Bill in the coming winter session of Parliament. We all have been together in these struggles and hope to get continued support on this issue and in the programme. This Dharna intends to highlight the growing violence and crime against women at all levels, be it structural violence like poverty and inequality, invisible violence such as violation of human rights, denial of health and education and visible violence like sexual assaults and increasing crime against women. We firmly believe that women’s equal participation in decision-making processes will ensure implementation of policies and schemes that empower women. Unless women get at least 1/3rd representation in parliament and legislative assemblies, achieving gender equality and human rights of women will remain a distant dream. We expect your wholehearted support to this cause. Please participate in this Dharna and express your solidarity with this joint movement. Please let us know by 20th November that you we can add your name __ATA = window.__ATA || {}; __ATA.cmd = window.__ATA.cmd || []; __ATA.cmd.push(function() { __ATA.initVideoSlot('atatags-370373-693912691704c', { sectionId: '370373', format: 'inread' }); });",
    "link": "https://nfiw.wordpress.com/2013/11/19/invite-joint-action-on-33-women-reservation-bill/"
  },
  {
    "_type": "post",
    "title": "NFIW",
    "slug": "nfiw",
    "language": "english",
    "publishedAt": "2013-11-09T18:18:28+05:30",
    "excerpt": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "content": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook",
    "link": "https://nfiw.wordpress.com/2013/11/09/nfiw/"
  }
]